<html><head><meta http-equiv="Content-Type" content="text/html; charset=utf-8"><title>&#1502;&#1504;&#1492;&#1500; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1513;&#1500; Xfce 4</title><link rel="stylesheet" href="../xfce-rtl.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.69.1"><link rel="start" href="#xfdesktop" title="&#1502;&#1504;&#1492;&#1500; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1513;&#1500; Xfce 4"><link rel="next" href="#xfdesktop-intro" title="Introduction"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div class="article" lang="he"><div class="titlepage"><div><div><h1 class="title"><a name="xfdesktop"></a>&#1502;&#1504;&#1492;&#1500; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1513;&#1500; Xfce 4</h1></div><div><div class="authorgroup"><div class="author"><h3 class="author"><span class="firstname">Jasper</span> <span class="surname">Huijsmans</span></h3><div class="affiliation"><div class="address"><p><code class="email">&lt;<a href="mailto:jasper@xfce.org">jasper@xfce.org</a>&gt;</code></p></div></div></div><div class="author"><h3 class="author"><span class="firstname">François</span> <span class="surname">Le Clainche</span></h3><div class="affiliation"><div class="address"><p><code class="email">&lt;<a href="mailto:fleclainche@wanadoo.fr">fleclainche@wanadoo.fr</a>&gt;</code></p></div></div></div><div class="author"><h3 class="author"><span class="firstname">Brian</span> <span class="surname">Tarricone</span></h3><div class="affiliation"><div class="address"><p><code class="email">&lt;<a href="mailto:kelnos@xfce.org">kelnos@xfce.org</a>&gt;</code></p></div></div></div><p class="othercredit"><span class="contrib">&#1514;&#1512;&#1490;&#1493;&#1501; &#1506;&#1489;&#1512;&#1497;</span>: <span class="firstname">&#1491;&#1493;&#1514;&#1503;</span> <span class="surname">&#1511;&#1502;&#1489;&#1512;</span></p><div class="affiliation"><div class="address"><p><code class="email">&lt;<a href="mailto:kamberd@yahoo.com">kamberd@yahoo.com</a>&gt;</code> </p></div></div></div></div><div><span xmlns="http://www.w3.org/TR/xhtml1/transitional" class="releaseinfo">&#1502;&#1491;&#1512;&#1497;&#1498; &#1494;&#1492; &#1502;&#1514;&#1488;&#1512; &#1488;&#1514; <strong xmlns="" class="application"><code>xfdesktop</code></strong> &#1490;&#1512;&#1505;&#1492; 4.2.0
  <br></br></span></div><div><p class="copyright">&#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1497;&#1493;&#1510;&#1512;&#1497;&#1501; © 2004 Jasper Huijsmans</p></div><div><p class="copyright">&#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1497;&#1493;&#1510;&#1512;&#1497;&#1501; © 2004 François Le Clainche</p></div><div><p class="copyright">&#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1497;&#1493;&#1510;&#1512;&#1497;&#1501; © 2004 Brian Tarricone</p></div><div><p class="copyright">&#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1497;&#1493;&#1510;&#1512;&#1497;&#1501; © 2005 Dotan Kamber (Hebrew
   translation)&lrm;</p></div></div><hr></div><div class="toc"><p><b>&#1514;&#1493;&#1499;&#1503; &#1492;&#1506;&#1504;&#1497;&#1497;&#1504;&#1497;&#1501;</b></p><dl><dt><span class="sect1"><a href="#xfdesktop-intro">Introduction</a></span></dt><dt><span class="sect1"><a href="#xfdesktop-background">&#1514;&#1502;&#1493;&#1504;&#1493;&#1514; &#1512;&#1511;&#1506;</a></span></dt><dt><span class="sect1"><a href="#xfdesktop-menu">&#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1513;&#1493;&#1512;&#1513; &#1513;&#1500; <strong class="application"><code>xfdesktop</code></strong></a></span></dt><dt><span class="sect1"><a href="#xfdesktop-copyright">&#1488;&#1493;&#1491;&#1493;&#1514; <strong class="application"><code>xfdesktop</code></strong></a></span></dt></dl></div><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="xfdesktop-intro"></a>Introduction</h2></div></div></div><p>&#1492;&#1497;&#1497;&#1513;&#1493;&#1501; <strong class="application"><code>xfdesktop</code></strong> &#1502;&#1504;&#1492;&#1500; &#1488;&#1514; &#1512;&#1511;&#1506; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;. &#1492;&#1493;&#1488; &#1502;&#1490;&#1491;&#1497;&#1512; &#1488;&#1514; &#1510;&#1489;&#1506; &#1493;/&#1488;&#1493; &#1514;&#1502;&#1493;&#1504;&#1514; &#1492;&#1512;&#1511;&#1499; &#1493;&#1492;&#1493;&#1488; &#1497;&#1499;&#1493;&#1500; &#1500;&#1492;&#1511;&#1508;&#1497;&#1509; &#1514;&#1508;&#1512;&#1497;&#1496; &#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1493;&#1488;&#1514; &#1512;&#1513;&#1497;&#1502;&#1514; &#1499;&#1500; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1492;&#1512;&#1510;&#1497;&#1501; &#1499;&#1512;&#1490;&#1506; &#1489;&#1506;&#1514; &#1500;&#1495;&#1497;&#1510;&#1492; &#1506;&#1500; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1506;&#1501; &#1499;&#1508;&#1514;&#1493;&#1512; &#1492;&#1506;&#1499;&#1489;&#1512; &#1492;&#1497;&#1502;&#1504;&#1497; &#1488;&#1493; &#1492;&#1488;&#1502;&#1510;&#1506;&#1497; &#1489;&#1492;&#1514;&#1488;&#1502;&#1492;.
  </p><p>
    &#1495;&#1489;&#1497;&#1500;&#1514; <strong class="application"><code>xfdesktop</code></strong> &#1502;&#1514;&#1511;&#1497;&#1504;&#1492; &#1514;&#1497;&#1489;&#1514; &#1491;&#1493;-&#1513;&#1497;&#1495; &#1500;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1500;&#1513;&#1497;&#1502;&#1493;&#1513; &#1506;&#1501; <span class="emphasis"><em>Xfce 4 Settings Manager</em></span>. &#1502;&#1514;&#1497;&#1489;&#1514; &#1491;&#1493;-&#1513;&#1497;&#1495; &#1494;&#1493; &#1504;&#1497;&#1514;&#1503; &#1500;&#1513;&#1504;&#1493;&#1514; &#1488;&#1514; &#1514;&#1502;&#1493;&#1504;&#1514; &#1492;&#1512;&#1511;&#1506; &#1493;&#1510;&#1489;&#1506;&#1493; &#1493;&#1500;&#1513;&#1504;&#1493;&#1514; &#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1506;&#1489;&#1493;&#1512; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496; &#1493;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514;.
  </p></div><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="xfdesktop-background"></a>&#1514;&#1502;&#1493;&#1504;&#1493;&#1514; &#1512;&#1511;&#1506;</h2></div></div></div><p>&#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1514;&#1495;&#1497;&#1500; &#1488;&#1514; &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1500;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1506;&#1500; &#1497;&#1491; &#1500;&#1495;&#1497;&#1510;&#1492; &#1506;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512; &#8220;&#1513;&#1493;&#1500;&#1495;&#1503; &#1506;&#1489;&#1493;&#1491;&#1492;&#8221; 
    <a href="xfce-mcs-manager.html#manager-dialog" target="_top">&#1489;&#1502;&#1504;&#1492;&#1500; &#1492;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514;</a>.
  </p><div class="figure"><a name="xfdesktop-background-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 1. &#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1492;&#1512;&#1511;&#1506;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/xfdesktop-background.png" alt="&#1502;&#1510;&#1497;&#1490; &#1488;&#1514; &#1514;&#1497;&#1489;&#1514; &#1492;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1513;&#1500; &#1492;&#1512;&#1511;&#1506;.
	  "></div></div></div><div class="variablelist"><dl><dt><span class="term">&#1510;&#1489;&#1506;</span></dt><dd><p>&#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1502;&#1488;&#1508;&#1513;&#1512;&#1514; &#1500;&#1498; &#1500;&#1489;&#1495;&#1493;&#1512; &#1505;&#1490;&#1504;&#1493;&#1503; &#1510;&#1489;&#1506; &#1506;&#1489;&#1493;&#1512; &#1512;&#1511;&#1506; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1513;&#1500;&#1498;: &#1510;&#1489;&#1506; &#1488;&#1495;&#1497;&#1491;, &#1492;&#1491;&#1512;&#1490;&#1514;&#1497; &#1488;&#1493;&#1508;&#1511;&#1497; &#1488;&#1493; &#1492;&#1491;&#1512;&#1490;&#1514;&#1497; &#1488;&#1504;&#1499;&#1497;. &#1489;&#1492;&#1514;&#1488;&#1501; &#1500;&#1489;&#1495;&#1497;&#1512;&#1492; &#1504;&#1497;&#1514;&#1503; &#1497;&#1492;&#1497;&#1492; &#1500;&#1489;&#1495;&#1493;&#1512; &#1510;&#1489;&#1506; &#1488;&#1495;&#1491; &#1488;&#1493; &#1513;&#1504;&#1497;&#1497;&#1501; &#1506;&#1500; &#1497;&#1491;&#1497; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1499;&#1508;&#1514;&#1493;&#1512;&#1497; &#1492;-&#8220;&#1510;&#1489;&#1506; &#1512;&#1488;&#1513;&#1493;&#1503;&#8221; &#1493;-&#8220;&#1510;&#1489;&#1506; &#1513;&#1504;&#1497;&#8221;. &#1499;&#1508;&#1514;&#1493;&#1512;&#1497;&#1501; &#1488;&#1500;&#1493; &#1508;&#1493;&#1514;&#1495;&#1497;&#1501; &#1514;&#1497;&#1489;&#1514; &#1491;&#1493;-&#1513;&#1497;&#1495; &#1500;&#1489;&#1495;&#1497;&#1512;&#1514; &#1510;&#1489;&#1506;:</p><div class="figure"><a name="select_bg_color-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 2. &#1489;&#1495;&#1497;&#1512;&#1514; &#1510;&#1489;&#1506; &#1512;&#1511;&#1506;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/select_bg_color.png" alt="&#1502;&#1510;&#1497;&#1490; &#1488;&#1514; &#1514;&#1497;&#1489;&#1514; &#1489;&#1495;&#1497;&#1512;&#1514; &#1510;&#1489;&#1506; &#1492;&#1512;&#1511;&#1506;"></div></div></div><p> </p><div class="itemizedlist"><ul type="disc"><li>&#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1496;&#1489;&#1506;&#1514; &#1492;&#1510;&#1489;&#1493;&#1506;&#1492; &#1506;&#1501; &#1492;&#1502;&#1513;&#1493;&#1500;&#1513; &#1489;&#1514;&#1493;&#1499;&#1492;: &#1497;&#1513; &#1500;&#1489;&#1495;&#1493;&#1512; &#1488;&#1514; &#1492;&#1510;&#1489;&#1506; &#1492;&#1512;&#1510;&#1493;&#1497; &#1489;&#1496;&#1489;&#1506;&#1514; &#1492;&#1492;&#1497;&#1511;&#1508;&#1497;&#1514; &#1493;&#1488;&#1494; &#1500;&#1489;&#1495;&#1493;&#1512; &#1488;&#1514; &#1492;&#1499;&#1492;&#1493;&#1514; &#1488;&#1493; &#1488;&#1514; &#1489;&#1492;&#1497;&#1512;&#1493;&#1514; &#1492;&#1510;&#1489;&#1506; &#1489;&#1506;&#1494;&#1512;&#1514; &#1492;&#1502;&#1513;&#1493;&#1500;&#1513; &#1492;&#1508;&#1504;&#1497;&#1502;&#1497;. &#1506;&#1512;&#1499;&#1497;&#1501; &#1514;&#1493;&#1488;&#1502;&#1497;&#1501; &#1513;&#1500; &#1489;&#1492;&#1497;&#1512;&#1493;&#1514;, &#1506;&#1493;&#1502;&#1511; &#1493;&#1502;&#1497;&#1491;&#1514; &#1492;&#1488;&#1493;&#1512; &#1488;&#1491;&#1493;&#1501;, &#1492;&#1497;&#1512;&#1493;&#1511; &#1493;&#1492;&#1499;&#1495;&#1493;&#1500; &#1489;&#1510;&#1489;&#1506; &#1502;&#1493;&#1510;&#1490;&#1497;&#1501; &#1489;&#1512;&#1513;&#1493;&#1502;&#1493;&#1514; &#1489;&#1510;&#1497;&#1491;&#1493; &#1492;&#1513;&#1502;&#1488;&#1500;&#1497; &#1513;&#1500; &#1492;&#1495;&#1500;&#1493;&#1503;.
	  </li><li>&#1504;&#1497;&#1514;&#1503; &#1500;&#1500;&#1495;&#1493;&#1509; &#1506;&#1500; &#1492;&#1496;&#1508;&#1497; &#1493;&#1488;&#1494; &#1500;&#1500;&#1495;&#1493;&#1509; &#1506;&#1500; &#1499;&#1500; &#1502;&#1497;&#1511;&#1493;&#1501; &#1489;&#1502;&#1505;&#1498; &#1499;&#1491;&#1497; &#1500;&#1489;&#1495;&#1493;&#1512; &#1489;&#1510;&#1489;&#1506;.
	  </li><li>&#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1494;&#1497;&#1503; &#1506;&#1512;&#1498; &#1510;&#1489;&#1506; &#1492;&#1511;&#1505;&#1491;&#1510;&#1497;&#1502;&#1500;&#1497; &#1489;&#1505;&#1490;&#1504;&#1493;&#1503; HTML, &#1488;&#1493; &#1508;&#1513;&#1493;&#1496; &#1489;&#1513;&#1501; &#1510;&#1489;&#1506; &#1489;&#1512;&#1513;&#1493;&#1502;&#1514; &#8220;&#1513;&#1501; &#1492;&#1510;&#1489;&#1506;&#8221;.
	  </li></ul></div><p>&#1492;&#1510;&#1489;&#1506; &#1492;&#1504;&#1489;&#1495;&#1512; &#1497;&#1502;&#1500;&#1488; &#1488;&#1514; &#1499;&#1500; &#1495;&#1500;&#1493;&#1503; &#1492;&#1513;&#1493;&#1512;&#1513; &#1493;&#1497;&#1513;&#1488;&#1512; &#1504;&#1512;&#1488;&#1492; &#1491;&#1512;&#1498; &#1514;&#1502;&#1493;&#1504;&#1514; &#1512;&#1511;&#1506; &#1513;&#1511;&#1493;&#1508;&#1492;.</p></dd><dt><span class="term">&#1514;&#1502;&#1493;&#1504;&#1492;</span></dt><dd><p>&#1497;&#1513; &#1500;&#1492;&#1505;&#1497;&#1512; &#1488;&#1514; &#1492;&#1505;&#1497;&#1502;&#1493;&#1503; &#1502;&#1492;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#8220;&#1492;&#1512;&#1488;&#1492; &#1514;&#1502;&#1493;&#1504;&#1492;&#8221; &#1488;&#1501; &#1489;&#1512;&#1510;&#1493;&#1504;&#1498; &#1513;- <strong class="application"><code>xfdesktop</code></strong> &#1497;&#1514;&#1506;&#1500;&#1501; &#1502;&#1514;&#1502;&#1493;&#1504;&#1514; &#1492;&#1512;&#1511;&#1506; &#1493;&#1497;&#1513;&#1514;&#1502;&#1513; &#1512;&#1511; &#1489;&#1510;&#1489;&#1506;&#1497;&#1501; &#1513;&#1504;&#1489;&#1495;&#1512;&#1493; &#1511;&#1493;&#1491;&#1501; &#1500;&#1499;&#1503;.
	</p><p>&#1512;&#1513;&#1493;&#1502;&#1514; &#1492;-&#8220;&#1511;&#1493;&#1489;&#1509;&#8221; &#1502;&#1510;&#1497;&#1490;&#1492; &#1488;&#1514; &#1492;&#1504;&#1514;&#1497;&#1489; &#1500;&#1514;&#1502;&#1493;&#1504;&#1514; &#1492;&#1512;&#1511;&#1506; &#1492;&#1504;&#1489;&#1495;&#1512;&#1514; &#1489;&#1512;&#1490;&#1506; &#1494;&#1492;. &#1488;&#1501; &#1489;&#1512;&#1510;&#1493;&#1504;&#1498; &#1500;&#1513;&#1504;&#1493;&#1514;&#1492; &#1499;&#1500; &#1513;&#1497;&#1513; &#1500;&#1506;&#1513;&#1493;&#1514; &#1492;&#1493;&#1488; &#1500;&#1492;&#1496;&#1497;&#1500; &#1514;&#1502;&#1493;&#1504;&#1492; &#1506;&#1500; &#1513;&#1491;&#1492; &#1492;&#1504;&#1514;&#1497;&#1489; &#1488;&#1493; &#1500;&#1506;&#1512;&#1493;&#1498; &#1488;&#1514; &#1492;&#1504;&#1514;&#1497;&#1489; &#1488;&#1493; &#1500;&#1500;&#1495;&#1493;&#1509; &#1506;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512; &#1492;&#1505;&#1497;&#1497;&#1512; &#1493;&#1514;&#1493;&#1510;&#1490; &#1514;&#1497;&#1489;&#1514; &#1491;&#1493;-&#1513;&#1497;&#1495; &#1512;&#1490;&#1497;&#1500;&#1492; &#1500;&#1505;&#1497;&#1493;&#1512; &#1489;&#1511;&#1489;&#1510;&#1497;&#1501;.
	</p><p>&#1489;&#1497;&#1499;&#1493;&#1500;&#1514;&#1498; &#1500;&#1497;&#1510;&#1493;&#1512; &#1512;&#1513;&#1497;&#1502;&#1514; &#1514;&#1502;&#1493;&#1504;&#1493;&#1514; &#1512;&#1511;&#1506; &#1488;&#1513;&#1512; &#1497;&#1513;&#1502;&#1513;&#1493; &#1489;&#1488;&#1493;&#1508;&#1503; &#1488;&#1511;&#1512;&#1488;&#1497; &#1489;&#1488;&#1497;&#1514;&#1495;&#1493;&#1500;. &#1497;&#1513; &#1500;&#1489;&#1495;&#1493;&#1512; &#1489;&#1499;&#1508;&#1514;&#1493;&#1512; &#8220;&#1512;&#1513;&#1497;&#1502;&#1492; &#1495;&#1491;&#1513;&#1492;&#8221; &#1500;&#1508;&#1514;&#1497;&#1495;&#1514; &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1500;&#1506;&#1512;&#1497;&#1499;&#1514; &#1512;&#1513;&#1497;&#1502;&#1492;:
	</p><div class="figure"><a name="xfdesktop-list-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 3. &#1512;&#1513;&#1497;&#1502;&#1514; &#1512;&#1511;&#1506;&#1497;&#1501;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/xfdesktop-list.png" alt="&#1502;&#1510;&#1497;&#1490; &#1488;&#1514; &#1502;&#1504;&#1492;&#1500; &#1512;&#1513;&#1497;&#1502;&#1493;&#1514; &#1492;&#1512;&#1511;&#1506;&#1497;&#1501;."></div></div></div><p>&#1489;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514;&#1498; &#1500;&#1513;&#1504;&#1493;&#1514; &#1488;&#1514; &#1504;&#1514;&#1497;&#1489; &#1489;&#1512;&#1497;&#1512;&#1514; &#1492;&#1502;&#1495;&#1491;&#1500; &#1493;&#1488;&#1514; &#1513;&#1501; &#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1512;&#1511;&#1506;&#1497;&#1501; &#1513;&#1500;&#1498; &#1489;&#1512;&#1513;&#1493;&#1502;&#1492; &#8220;&#1512;&#1513;&#1497;&#1502;&#1514; &#1511;&#1489;&#1510;&#1497;&#1501;&#8221;.
	</p><p>&#1489;&#1497;&#1499;&#1493;&#1500;&#1514;&#1498; &#1500;&#1492;&#1493;&#1505;&#1497;&#1507; &#1511;&#1493;&#1489;&#1509; &#1514;&#1502;&#1493;&#1504;&#1492; &#1489;&#1511;&#1500;&#1493;&#1514; &#1506;&#1500; &#1497;&#1491; &#1500;&#1495;&#1497;&#1510;&#1492; &#1506;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512; &#1492;-&#8220;&#1508;&#1500;&#1493;&#1505;&#8221;. &#1508;&#1506;&#1493;&#1500;&#1492; &#1494;&#1493; &#1514;&#1508;&#1514;&#1495; &#1495;&#1500;&#1493;&#1503; &#1505;&#1497;&#1493;&#1512; &#1489;&#1511;&#1489;&#1510;&#1497;&#1501;. &#1489;&#1488;&#1493;&#1508;&#1503; &#1491;&#1493;&#1502;&#1492; &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1505;&#1497;&#1512; &#1511;&#1493;&#1489;&#1509; &#1488;&#1501; &#1489;&#1493;&#1495;&#1512;&#1497;&#1501; &#1489;&#1493; &#1489;&#1512;&#1513;&#1497;&#1502;&#1492; &#1493;&#1500;&#1493;&#1495;&#1510;&#1497;&#1501; &#1506;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512; &#1492;-&#8220;&#1502;&#1497;&#1504;&#1493;&#1505;&#8221;. &#1499;&#1513;&#1492;&#1513;&#1500;&#1502;&#1514; &#1488;&#1514; &#1512;&#1513;&#1497;&#1502;&#1514;&#1498; &#1497;&#1513; &#1500;&#1500;&#1495;&#1493;&#1509; &#1506;&#1500; &#1492;&#1499;&#1508;&#1514;&#1493;&#1512; &#8220;&#1513;&#1502;&#1493;&#1512;&#8221; &#1499;&#1491;&#1497; &#1500;&#1513;&#1493;&#1502;&#1512;&#1492;. &#1488;&#1501; &#1489;&#1513;&#1500;&#1489; &#1502;&#1488;&#1493;&#1495;&#1512; &#1497;&#1493;&#1514;&#1512; &#1497;&#1514;&#1506;&#1493;&#1512;&#1512; &#1512;&#1510;&#1493;&#1503; &#1500;&#1513;&#1493;&#1504;&#1514;&#1492;, &#1497;&#1513; &#1500;&#1489;&#1495;&#1493;&#1512; &#1489;&#1499;&#1508;&#1514;&#1493;&#1512; &#8220;&#1506;&#1512;&#1493;&#1498; &#1512;&#1513;&#1497;&#1502;&#1492;&#8221; &#1489;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;.
	</p><p>&#1504;&#1497;&#1514;&#1503; &#1500;&#1488;&#1495;&#1494;&#1512; &#1512;&#1513;&#1497;&#1502;&#1492; &#1497;&#1513;&#1504;&#1492; &#1497;&#1493;&#1514;&#1512; &#1506;&#1500; &#1497;&#1491;&#1497; &#1492;&#1496;&#1500;&#1514; &#1492;&#1511;&#1493;&#1489;&#1509; name.list &#1506;&#1500; &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1500;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1492;&#1512;&#1511;&#1506; &#1502;&#1502;&#1504;&#1492;&#1500; &#1511;&#1489;&#1510;&#1497;&#1501;.</p><p>&#1499;&#1491;&#1497; &#1500;&#1512;&#1506;&#1504;&#1503; &#1488;&#1514; &#1492;&#1512;&#1511;&#1506; &#1506;&#1501; &#1514;&#1502;&#1493;&#1504;&#1492; &#1488;&#1511;&#1512;&#1488;&#1497;&#1514; &#1502;&#1492;&#1512;&#1513;&#1497;&#1502;&#1492; &#1499;&#1500; &#1513;&#1497;&#1513; &#1500;&#1506;&#1513;&#1493;&#1514; &#1492;&#1493;&#1488; &#1500;&#1492;&#1512;&#1497;&#1509; &#1488;&#1514; &#1492;&#1508;&#1511;&#1493;&#1491;&#1492; <strong class="application"><code>xfdesktop</code></strong> &#1513;&#1504;&#1497;&#1514;, &#1500;&#1491;&#1493;&#1490;&#1502;&#1492; &#1502;&#1502;&#1505;&#1493;&#1507; &#1488;&#1493; &#1502;&#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1500;&#1492;&#1512;&#1510;&#1514; &#1514;&#1493;&#1499;&#1504;&#1497;&#1493;&#1514;, &#1488;&#1493; <strong class="application"><code>xfdesktop</code></strong>  [-reload]&lrm;.
	</p><p>&#1488;&#1512;&#1489;&#1506; &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1505;&#1490;&#1504;&#1493;&#1503; (&#1508;&#1512;&#1493;&#1513;&#1492;, &#1502;&#1502;&#1493;&#1512;&#1499;&#1494;&#1514;, &#1502;&#1493;&#1514;&#1488;&#1502;&#1514; &#1493;&#1502;&#1514;&#1493;&#1495;&#1492;) &#1494;&#1502;&#1497;&#1504;&#1493;&#1514; &#1500;&#1492;&#1490;&#1491;&#1512;&#1514; &#1492;&#1514;&#1488;&#1502;&#1514; &#1514;&#1502;&#1493;&#1504;&#1514; &#1492;&#1512;&#1511;&#1506; &#1500;&#1502;&#1505;&#1498;, &#1499;&#1514;&#1500;&#1493;&#1514; &#1489;&#1490;&#1493;&#1491;&#1500;&#1492;. &#1504;&#1497;&#1514;&#1503; &#1490;&#1501; &#1500;&#1489;&#1495;&#1493;&#1512; &#1489;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#8220;&#1488;&#1493;&#1496;&#1493;&#1502;&#1496;&#1497;&#8221; &#1488;&#1501; &#1489;&#1512;&#1510;&#1493;&#1504;&#1498; &#1500;&#1514;&#1514; &#1500;- <strong class="application"><code>xfdesktop</code></strong> &#1500;&#1491;&#1488;&#1493;&#1490; &#1500;&#1492;&#1490;&#1491;&#1512;&#1492; &#1494;&#1493;.
	</p><p>&#1492;&#1502;&#1495;&#1493;&#1493;&#1503; &#1489;&#1514;&#1495;&#1514;&#1497;&#1514; &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1502;&#1488;&#1508;&#1513;&#1512; &#1500;&#1499;&#1493;&#1493;&#1503; &#1488;&#1514; &#1489;&#1492;&#1497;&#1512;&#1493;&#1514; &#1514;&#1502;&#1493;&#1504;&#1514; &#1492;&#1512;&#1511;&#1506; &#1493;/&#1488;&#1493; &#1488;&#1514; &#1510;&#1489;&#1506;&#1492;.
	</p><p><strong class="application"><code>xfdesktop</code></strong> &#1514;&#1493;&#1502;&#1498; &#1489;- xinerama &#1493;&#1489;&#1502;&#1510;&#1489;&#1497;&#1501; &#1513;&#1500; &#1502;&#1505;&#1499;&#1497;&#1501; &#1502;&#1512;&#1493;&#1489;&#1497;&#1501;. &#1489;&#1502;&#1510;&#1489; &#1513;&#1500; &#1502;&#1505;&#1499;&#1497;&#1501; &#1502;&#1512;&#1493;&#1489;&#1497;&#1501; &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500; &#1492;-&#8220;&#1512;&#1511;&#1506;&#1497;&#1501;&#8221; &#1502;&#1510;&#1497;&#1490;&#1492; &#1499;&#1512;&#1496;&#1497;&#1505;&#1497;&#1492; &#1506;&#1489;&#1493;&#1512; &#1499;&#1500; &#1502;&#1505;&#1498;.
	</p></dd></dl></div></div><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="xfdesktop-menu"></a>&#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1513;&#1493;&#1512;&#1513; &#1513;&#1500; <strong class="application"><code>xfdesktop</code></strong></h2></div></div></div><p><strong class="application"><code>xfdesktop</code></strong> &#1502;&#1505;&#1508;&#1511; &#1514;&#1508;&#1512;&#1497;&#1496; &#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1493;&#1514;&#1508;&#1512;&#1497;&#1496; &#1512;&#1513;&#1497;&#1502;&#1514;-&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1492;&#1502;&#1493;&#1508;&#1497;&#1506;&#1497;&#1501; &#1489;&#1500;&#1495;&#1497;&#1510;&#1492; &#1506;&#1500; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1506;&#1501; &#1500;&#1495;&#1510;&#1503; &#1492;&#1506;&#1499;&#1489;&#1512; &#1492;&#1497;&#1502;&#1504;&#1497; &#1488;&#1493; &#1492;&#1488;&#1502;&#1510;&#1506;&#1497; &#1489;&#1492;&#1514;&#1488;&#1502;&#1492;.
  </p><p>&#1499;&#1512;&#1496;&#1497;&#1505;&#1497;&#1514; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496; &#1489;&#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500; &#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1502;&#1488;&#1508;&#1513;&#1512;&#1514; &#1500;&#1498; &#1500;&#1488;&#1508;&#1497;&#1497;&#1503; &#1488;&#1514; &#1492;&#1514;&#1504;&#1492;&#1490;&#1493;&#1514; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496;&#1497;&#1501;.
  </p><div class="figure"><a name="xfdesktop-menu-tab-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 4. &#1499;&#1512;&#1496;&#1497;&#1505;&#1497;&#1514; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/xfdesktop-menu-tab.png" alt="&#1502;&#1510;&#1490;&#1497; &#1488;&#1514; &#1499;&#1512;&#1496;&#1497;&#1505;&#1497;&#1514; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496; &#1513;&#1500; &#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;."></div></div></div><p>&#1488;&#1501; &#1489;&#1512;&#1510;&#1493;&#1504;&#1498; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1513;&#1493;&#1512;&#1513; &#1493;/&#1488;&#1493; &#1489;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1506;&#1500; &#1492;&#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1492;&#1489;&#1488;&#1493;&#1514; &#1500;&#1492;&#1489;&#1495;&#1512; &#1489;&#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500; &#1492;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514;.
  </p><p>&#1500;&#1495;&#1497;&#1510;&#1514; &#1506;&#1499;&#1489;&#1512; &#1497;&#1502;&#1504;&#1497;&#1514; &#1506;&#1500; &#1512;&#1511;&#1506; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1508;&#1493;&#1514;&#1495;&#1514; &#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1502;&#1488;&#1508;&#1513;&#1512; &#1500;&#1488;&#1514;&#1495;&#1500; &#1502;&#1505;&#1508;&#1512; &#1497;&#1513;&#1493;&#1502;&#1497;&#1501;. &#1511;&#1493;&#1489;&#1509; &#1492;&#1488;&#1508;&#1497;&#1493;&#1503; &#1513;&#1500; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496;,
    <code class="filename">menu.xml</code>, &#1504;&#1502;&#1510;&#1488; &#1489;&#1504;&#1514;&#1497;&#1489;
    <code class="filename">&lrm;$sysconfdir/xdg/xfce4/menu.xml</code>.  &#1500;&#1495;&#1489;&#1497;&#1500;&#1493;&#1514; &#1489;&#1497;&#1504;&#1488;&#1512;&#1497;&#1493;&#1514; &#1506;&#1500; &#1508;&#1497; &#1512;&#1493;&#1489; &#1514;&#1502;&#1510;&#1488;
    &lrm;$sysconfdir &#1489;- <code class="filename">&lrm;/etc</code> &#1493;&#1506;&#1489;&#1493;&#1512; &#1492;&#1497;&#1491;&#1493;&#1512; &#1502;&#1511;&#1493;&#1491; &#1492;&#1502;&#1511;&#1493;&#1512; &#1489;&#1512;&#1497;&#1512;&#1514; &#1492;&#1502;&#1495;&#1491;&#1500; &#1492;&#1497;&#1488; <code class="filename">&lrm;/usr/local/etc</code>.
  </p><p>&#1488;&#1507; &#1499;&#1497; &#1504;&#1497;&#1514;&#1503; &#1500;&#1506;&#1512;&#1493;&#1498; &#1488;&#1514; &#1492;&#1511;&#1493;&#1489;&#1509; &#1497;&#1491;&#1504;&#1497;&#1514;, &#1492;&#1513;&#1497;&#1496;&#1492; &#1492;&#1502;&#1493;&#1502;&#1500;&#1510;&#1514; &#1500;&#1506;&#1512;&#1497;&#1499;&#1514; &#1492;&#1511;&#1493;&#1489;&#1509; <code class="filename">menu.xml</code> &#1492;&#1504;&#1492; &#1491;&#1512;&#1498; &#1506;&#1493;&#1512;&#1498; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496;&#1497;&#1501; &#1513;&#1500; Xfce 4, &#1513;&#1504;&#1497;&#1514;&#1503; &#1500;&#1488;&#1497;&#1514;&#1495;&#1493;&#1500; &#1506;&#1500; &#1497;&#1491;&#1497; &#1492;&#1512;&#1510;&#1514;
    <strong class="application"><code>xfce4-menueditor</code></strong>, &#1488;&#1493; &#1506;&#1500; &#1497;&#1491;&#1497; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1499;&#1508;&#1514;&#1493;&#1512; &#8220;&#1506;&#1512;&#1493;&#1498; &#1514;&#1508;&#1512;&#1497;&#1496; &#1513;&#1493;&#1500;&#1495;&#1503; &#1506;&#1489;&#1493;&#1491;&#1492;&#8221; &#1513;&#1494;&#1502;&#1497;&#1503; &#1502;&#1499;&#1512;&#1496;&#1497;&#1505;&#1497;&#1514; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496; &#1489;&#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500; &#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;. &#1506;&#1493;&#1512;&#1498; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496;&#1497;&#1501; &#1514;&#1493;&#1502;&#1498; &#1490;&#1501; &#1489;&#1490;&#1512;&#1497;&#1512;&#1492; &#1493;&#1492;&#1496;&#1500;&#1492; &#1502;&#1502;&#1504;&#1492;&#1500; &#1511;&#1489;&#1510;&#1497;&#1501;.
  </p><p>&#1488;&#1501; &#1506;&#1512;&#1499;&#1514; &#1488;&#1514; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496; &#1491;&#1512;&#1498;
    <strong class="application"><code>xfce4-menueditor</code></strong>, &#1511;&#1493;&#1489;&#1509; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1502;&#1493;&#1514;&#1488;&#1501; &#1489;&#1488;&#1493;&#1508;&#1503; &#1488;&#1497;&#1513;&#1497; &#1497;&#1513;&#1502;&#1512; &#1500;-
    <code class="filename">&lrm;$XDG_CONFIG_HOME/xfce4/desktop/menu.xml</code>. &#1489;&#1512;&#1497;&#1512;&#1514; &#1492;&#1502;&#1495;&#1491;&#1500; &#1513;&#1500;
	&lrm;$XDG_CONFIG_HOME &#1492;&#1497;&#1488; <code class="filename">&lrm;~/.config</code>.  &#1488;&#1501; &#1506;&#1493;&#1512;&#1499;&#1497;&#1501; &#1488;&#1514; &#1492;&#1511;&#1493;&#1489;&#1509; &#1497;&#1491;&#1504;&#1497;&#1514; &#1492;&#1506;&#1514;&#1511;&#1514;&#1493; &#1500;&#1502;&#1497;&#1511;&#1493;&#1501; &#1494;&#1492; &#1512;&#1488;&#1513;&#1497;&#1514; &#1492;&#1497;&#1488; &#1492;&#1513;&#1497;&#1496;&#1492; &#1492;&#1502;&#1493;&#1506;&#1491;&#1508;&#1514;.
  </p><div class="figure"><a name="xfdesktop-editor-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 5. &#1506;&#1493;&#1512;&#1498; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496;&#1497;&#1501; &#1513;&#1500; <code class="application">xfdesktop</code></b></p><div class="screenshot"><div class="mediaobject"><img src="images/xfdesktop-editor.png" alt="&#1502;&#1510;&#1497;&#1490; &#1488;&#1514; &#1506;&#1493;&#1512;&#1498; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496;&#1497;&#1501; &#1513;&#1500; xfdesktop
	  "></div></div></div><p>&#1500;&#1514;&#1513;&#1493;&#1502;&#1514; &#1500;&#1497;&#1489;&#1498;: &#1488;&#1501; &#1489;&#1495;&#1512;&#1514; &#1500;&#1506;&#1512;&#1493;&#1498; &#1488;&#1514; &#1492;&#1511;&#1493;&#1489;&#1509; &#1489;&#1510;&#1493;&#1512;&#1492; &#1497;&#1491;&#1504;&#1497;&#1514;, &#1506;&#1500;
    <code class="filename">menu.xml</code> &#1500;&#1492;&#1497;&#1493;&#1514; &#1489;&#1511;&#1497;&#1491;&#1493;&#1491; UTF-8 &#1499;&#1491;&#1497; &#1513;&#1492;&#1499;&#1500;&#1497; &#1497;&#1493;&#1499;&#1500; &#1500;&#1492;&#1510;&#1497;&#1490; &#1514;&#1493;&#1493;&#1497; &#1504;&#1497;&#1489;&#1497;&#1501; &#1493;&#1514;&#1493;&#1493;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501; &#1513;&#1488;&#1497;&#1504;&#1501; ASCII. &#1502;&#1505;&#1497;&#1489;&#1492; &#1494;&#1488;&#1514; &#1497;&#1513; &#1510;&#1493;&#1512;&#1498; &#1489;&#1506;&#1493;&#1512;&#1498; &#1513;&#1514;&#1493;&#1502;&#1498; &#1489;- UTF-8 &#1499;&#1502;&#1493; <strong class="application"><code>gedit</code></strong>.
  </p><div class="figure"><a name="root-menu-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 6. &#1514;&#1508;&#1512;&#1497;&#1496; &#1500;&#1495;&#1510;&#1503; &#1492;&#1506;&#1499;&#1489;&#1512; &#1492;&#1497;&#1502;&#1504;&#1497; &#1513;&#1500; <code class="application">xfdesktop</code></b></p><div class="screenshot"><div class="mediaobject"><img src="images/root_menu.png" alt="&#1502;&#1510;&#1497;&#1490; &#1488;&#1514; &#1514;&#1508;&#1512;&#1497;&#1496; &#1500;&#1495;&#1510;&#1503; &#1492;&#1506;&#1499;&#1489;&#1512; &#1492;&#1497;&#1502;&#1504;&#1497; xfdesktop.
	  "></div></div></div><p>&#1500;&#1495;&#1497;&#1510;&#1514; &#1506;&#1499;&#1489;&#1512; &#1488;&#1502;&#1510;&#1506;&#1497;&#1514; &#1506;&#1500; &#1512;&#1511;&#1506; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1502;&#1510;&#1497;&#1490;&#1492; &#1512;&#1513;&#1497;&#1502;&#1492; &#1513;&#1500; &#1499;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1492;&#1508;&#1514;&#1493;&#1495;&#1497;&#1501; &#1502;&#1505;&#1493;&#1491;&#1512;&#1497;&#1501; &#1500;&#1508;&#1497; &#1502;&#1513;&#1496;&#1495;&#1497; &#1506;&#1489;&#1493;&#1491;&#1492;. &#1489;&#1504;&#1493;&#1505;&#1507; &#1500;&#1499;&#1498; &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1493;&#1505;&#1497;&#1507; &#1488;&#1493; &#1500;&#1492;&#1505;&#1497;&#1512; &#1489;&#1491;&#1512;&#1498; &#1494;&#1493; &#1502;&#1513;&#1496;&#1495;&#1497; &#1506;&#1489;&#1493;&#1491;&#1492;.
  </p><div class="figure"><a name="root-menu2-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 7. &#1514;&#1508;&#1512;&#1497;&#1496; &#1500;&#1495;&#1510;&#1503; &#1492;&#1506;&#1499;&#1489;&#1512; &#1492;&#1488;&#1502;&#1510;&#1506;&#1497; &#1513;&#1500; <code class="application">xfdesktop</code></b></p><div class="screenshot"><div class="mediaobject"><img src="images/root_menu2.png" alt="&#1502;&#1510;&#1497;&#1490; &#1488;&#1514; &#1514;&#1508;&#1512;&#1497;&#1496; &#1500;&#1495;&#1497;&#1510;&#1514; &#1492;&#1506;&#1499;&#1489;&#1512; &#1492;&#1488;&#1502;&#1510;&#1506;&#1497;&#1514;  middle-click mouse menu.
	  "></div></div></div><p>I &#1499;&#1491;&#1497; &#1500;&#1492;&#1508;&#1495;&#1497;&#1514; &#1489;&#1491;&#1512;&#1497;&#1513;&#1493;&#1514; &#1492;&#1495;&#1493;&#1502;&#1512;&#1492; &#1500;&#1492;&#1512;&#1510;&#1514; <strong class="application"><code>xfdesktop</code></strong> &#1489;&#1497;&#1499;&#1493;&#1500;&#1514;&#1498; &#1500;&#1489;&#1496;&#1500; &#1488;&#1514; &#1492;&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1505;&#1502;&#1500;&#1497;&#1501; &#1489;&#1514;&#1508;&#1512;&#1497;&#1496; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1493;&#1489;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1502;&#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500; &#1492;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514;.
  </p><p>&#1489;&#1497;&#1499;&#1493;&#1500;&#1514;&#1498; &#1500;&#1508;&#1514;&#1493;&#1495; &#1488;&#1514; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496; &#1488;&#1493; &#1488;&#1514; &#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1490;&#1501; &#1502;&#1513;&#1493;&#1512;&#1514; &#1492;&#1508;&#1511;&#1493;&#1491;&#1492;. &#1491;&#1489;&#1512; &#1494;&#1492; &#1506;&#1513;&#1493;&#1497; &#1500;&#1492;&#1502;&#1510;&#1488; &#1499;&#1513;&#1497;&#1502;&#1493;&#1513;&#1497; &#1500;&#1506;&#1489;&#1493;&#1491;&#1492; &#1506;&#1501; &#1511;&#1497;&#1510;&#1493;&#1512;&#1497; &#1502;&#1511;&#1500;&#1491;&#1514;. &#1500;&#1508;&#1514;&#1497;&#1495;&#1514; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496; &#1497;&#1513; &#1500;&#1492;&#1512;&#1497;&#1509; &#1488;&#1514; <strong class="application"><code>xfdesktop</code></strong> <strong class="application"><code>-menu</code></strong>, &#1493;&#1500;&#1492;&#1512;&#1510;&#1514; &#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1497;&#1513; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;- <strong class="application"><code>xfdesktop</code></strong> <strong class="application"><code>-windowlist</code></strong>.
  </p></div><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="xfdesktop-copyright"></a>&#1488;&#1493;&#1491;&#1493;&#1514; <strong class="application"><code>xfdesktop</code></strong></h2></div></div></div><p> &#1504;&#1499;&#1514;&#1489; &#1506;&#1500; &#1497;&#1491;&#1497;
    Brian Tarricone (<code class="email">&lt;<a href="mailto:kelnos@xfce.org">kelnos@xfce.org</a>&gt;</code>)&lrm;,
    Jasper Huijsmans (<code class="email">&lt;<a href="mailto:jasper@xfce.org">jasper@xfce.org</a>&gt;</code>)&lrm;, ו-
    Benedikt Meurer (<code class="email">&lt;<a href="mailto:benny@xfce.org">benny@xfce.org</a>&gt;</code>)&lrm;.
    &#1500;&#1502;&#1497;&#1491;&#1506; &#1504;&#1493;&#1505;&#1507; &#1504;&#1497;&#1514;&#1503; &#1500;&#1489;&#1511;&#1512; &#1489; <a href="http://www.xfce.org" target="_top">&#1488;&#1514;&#1512; Xfce</a>. 
  </p><p>&#1500;&#1491;&#1497;&#1493;&#1493;&#1495; &#1506;&#1500; &#1514;&#1511;&#1500;&#1492; &#1488;&#1493; &#1499;&#1491;&#1497; &#1500;&#1492;&#1510;&#1497;&#1506; &#1491;&#1489;&#1512; &#1502;&#1492; &#1489;&#1504;&#1493;&#1490;&#1506; &#1500;&#1497;&#1497;&#1513;&#1493;&#1501; &#1494;&#1492; &#1488;&#1493; &#1500;&#1502;&#1491;&#1512;&#1497;&#1498; &#1494;&#1492; &#1497;&#1513; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1502;&#1506;&#1512;&#1499;&#1514; &#1492;&#1502;&#1506;&#1511;&#1489; &#1488;&#1495;&#1512; &#1514;&#1511;&#1500;&#1493;&#1514; &#1489;- <a href="http://bugzilla.xfce.org/" target="_top">http://bugzilla.xfce.org/</a>. 
  </p><p>&#1488;&#1501; &#1497;&#1513; &#1500;&#1498; &#1513;&#1488;&#1500;&#1493;&#1514; &#1489;&#1504;&#1493;&#1490;&#1506; &#1500;&#1513;&#1497;&#1502;&#1493;&#1513; &#1488;&#1493; &#1500;&#1492;&#1514;&#1511;&#1504;&#1514; &#1497;&#1513;&#1493;&#1501; &#1494;&#1492; &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1508;&#1504;&#1493;&#1514;&#1503; <a href="http://lunar-linux.org/mailman/listinfo/xfce" target="_top">&#1500;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1491;&#1497;&#1493;&#1493;&#1512; &#1513;&#1500; Xfce</a>. &#1491;&#1497;&#1493;&#1504;&#1497;&#1501; &#1488;&#1493;&#1491;&#1493;&#1514; &#1492;&#1508;&#1497;&#1514;&#1493;&#1495; &#1504;&#1506;&#1512;&#1499;&#1497;&#1501; &#1489;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1491;&#1497;&#1493;&#1493;&#1512; <a href="http://lunar-linux.org/mailman/listinfo/xfce4-dev" target="_top">xfce4-dev</a>.
  </p><p> &#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1494;&#1493; &#1502;&#1493;&#1508;&#1510;&#1514; &#1514;&#1495;&#1514; &#1514;&#1504;&#1488;&#1497; &#1512;&#1497;&#1513;&#1497;&#1493;&#1503; GPL (GNU General Public Liscense)&lrm; &#1499;&#1508;&#1497; &#1513;&#1492;&#1501; &#1502;&#1508;&#1493;&#1512;&#1505;&#1502;&#1497;&#1501; &#1506;&#1500; &#1497;&#1491;&#1497; &#1511;&#1512;&#1503; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1492;&#1495;&#1493;&#1508;&#1513;&#1497;&#1514;; &#1490;&#1512;&#1505;&#1492; 2 &#1513;&#1500; &#1492;&#1512;&#1497;&#1513;&#1497;&#1493;&#1503; &#1488;&#1493; (&#1500;&#1489;&#1495;&#1497;&#1512;&#1514;&#1498;) &#1499;&#1500; &#1490;&#1512;&#1505;&#1492; &#1502;&#1488;&#1493;&#1495;&#1512;&#1514; &#1497;&#1493;&#1514;&#1512;.
  </p><p>&#1506;&#1493;&#1514;&#1511; &#1513;&#1500; &#1512;&#1497;&#1513;&#1497;&#1493;&#1503; &#1492;- GNU General Public Liscense &#1488;&#1502;&#1493;&#1512; &#1492;&#1497;&#1492; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1510;&#1493;&#1512;&#1507; &#1500;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1494;&#1493;; &#1488;&#1501; &#1500;&#1488; &#1499;&#1498;, &#1504;&#1497;&#1514;&#1503; &#1500;&#1499;&#1514;&#1493;&#1489; &#1500;&#1511;&#1512;&#1503; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1492;&#1495;&#1493;&#1508;&#1513;&#1497;&#1514;: Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, 
    USA.
</p></div></div></body></html>
