Repository: xfce-mirror/xfdesktop
Catalog: po/*.po
Languages: ar, kab, tt, ug, vi

source: _Reload
tt: _Яңартырга
ug: قايتا يۈكلە(_R)
vi: Đọ_c lại

source: Activate _Primary Menu
ug: ئاساسىي تىزىملىكنى ئاكتىپلا(_P)
vi: _Kích hoạt Menu chính

source: Activate _Secondary Menu
ug: ئىككىنچى تىزىملىكنى ئاكتىپلا(_S)
vi: _Kích hoạt Menu phụ

source: Cycle Next Background
ug: كېيىنكى تەگلىككە دەۋرىيلىنىدۇ
vi: Chu kỳ tiếp theo nền

source: _Activate Icon
ug: سىنبەلگە ئاكتىپلا(_A)
vi: _Kích hoạt biểu tượng

source: _Toggle Cursor Icon
ug: نۇر بەلگە سىنبەلگىسىنى ئالماشتۇر(_T)
vi: Chuyển đổi biểu _tượng con trỏ

source: Select _All
ug: ھەممىنى تاللا(_A)
vi: _Chọn tất cả

source: U_nselect All
ug: ھەممىنى تاللىما(_N)
vi: Bỏ chọ_n Tất cả

source: A_rrange Icons
ug: سىنبەلگە تەرتىپلە(_R)
vi: _Sắp xếp biểu tượng

source: Un_minimize Window
ug: كۆزنەكنى كىچىكلەتمە(_M)
vi: Giả_m thiểu Cửa sổ

source: _Close Window
tt: _Тәрәзне ябарга
ug: كۆزنەكنى ياپ(_C)
vi: Đóng _cửa sổ

source: Create _Folder
ug: قىسقۇچ قۇر(_F)
vi: _Tạo thư mục

source: Create _Document
kab: Rnu _Isemli
tt: _Документ төзергә
ug: پۈتۈك قۇر(_D)
vi: _Tạo tài liệu

source: _Open
ar: ا_فتح
kab: _Ldi
tt: _Ачарга
ug: ئاچ(_O)
vi: _Mở

source: Ope_n With Other Application
ug: باشقا پىروگراممىدا ئاچ(_N)
vi: Mở bằ_ng ứng dụng khác

source: Open _Filesystem
ug: ھۆججەت سىستېمىسىنى ئاچ(_F)
vi: _Mở hệ thống tập tin

source: Open _Home
ug: باش قىسقۇچنى ئاچ(_H)
vi: Mở n_hà

source: Open _Trash
ug: ئەخلەتخانىنى ئاچ(_T)
vi: Mở _thùng rác

source: _Rename
tt: _Исемен үзгәртергә
ug: ئاتىنى ئۆزگەرت(_R)
vi: Đổi tê_n

source: Cu_t
kab: _Gzem
tt: _Кисеп алырга
ug: كەس(_T)
vi: _Cắt

source: _Copy
kab: _Lesser
tt: _Күчермәсен алырга
ug: كۆچۈر(_C)
vi: Sao _chép

source: _Paste
kab: _Senteḍ
tt: _Куярга
ug: چاپلا(_P)
vi: _Dán

source: Paste _Into Folder
ug: قىسقۇچقا چاپلا(_I)
vi: _Dán vào Thư mục

source: Mo_ve to Trash
kab: A_wi ɣer tqecwalt
tt: _Кәрзингә күчерергә
ug: ئەخلەتخانىغا يۆتكە(_V)
vi: Đưa _vào thùng rác

source: _Empty Trash
ar: _سلة المهملات فارغة
kab: _Taqecwalt d tilemt
tt: _Кәрзинне бушатырга
ug: ئەخلەتخانىنى بوشات(_E)
vi: _Dọn sạch sọt rác

source: _Delete
kab: _Kkes
tt: _Бетерергә
ug: ئۆچۈر(_D)
vi: _Xóa

source: Show _Hidden Files
tt: _Яшерен файллар
ug: يوشۇرۇن ھۆججەتنى كۆرسەت(_H)
vi: _Hiện tập tin ẩn

source: _Properties
tt: _Үзлекләр
ug: خاسلىق(_P)
vi: _Thuộc tính

source: Settings manager socket
kab: Agrudem n umsefrak n yiɣewwaren
tt: Көйләүләр диспетчеры сокеты
ug: باشقۇرغۇچى ئوقۇر تەڭشىكى
vi: Socket trình quản lý cài đặt

source: SOCKET ID
kab: ASULAY N UGRUDEM
tt: СОКЕТНЫҢ ID
ug: ئوقۇر كىملىكى

source: Version information
kab: Talɣut n lqem
tt: Версия турында мәгълүмат
ug: نەشر ئۇچۇرى
vi: Thông tin phiên bản

source: Enable debug messages
kab: Rmed iznan n temseɣtit
tt: Төзәтү хәбәрләрен кушарга
ug: ئۇچۇر سازلاشنى قوزغات
vi: Bật thông báo gỡ lỗi

source: Type '%s --help' for usage.
kab: Aru '%s --help' i useqdec.
tt: Куллану турында мәгълүмат алу өчен «%s --help» языгыз.
ug: «%s --help» كىرگۈزسە ئىشلىتىش ئۇسۇلىنى كۆرگىلى بولىدۇ.
vi: Gõ "%s --help" để xem cách dùng

source: The Xfce development team. All rights reserved.
kab: Tarbaɛt n tneflit n Xfce. Izerfan akk ttwaḥerzen.
tt: Xfce төзүчеләр командасы. Барлык хокуклар якланган.
ug: Xfce ئىجادىيەت گۇرۇپپىسى. بارلىق ھوقۇقنى ساقلاپ قالىدۇ.
vi: Nhóm phát triển Xfce. Tất cả các quyền được bảo lưu

source: Please report bugs to <%s>.
kab: Ttxil azen aneqqis ɣer <%s>.
tt: Хаталар турныда <%s> хәбәр итегез.
ug: كەمتۈكنى <%s> غا دوكلات قىلىڭ.
vi: Vui lòng thông báo lỗi đến <%s>.

source: Desktop Settings
ar: إعدادات المكتب
kab: Iɣewwaṛen n tnarit
tt: Эш өстәле көйләүләре
ug: ئۈستەلئۈستى تەڭشىكى
vi: Các thiết lập desktop

source: Unable to contact settings server
kab: Ur izmir ara ad irmes aqeddac n iɣewwaṛen
tt: Көйләүләр серверына тоташу мөмкин түгел
ug: تەڭشەك مۇلازىمېتىر بىلەن ئۇلىنالمىدى
vi: Không thể liên lạc với máy chủ cài đặt

source: Quit
ar: اخرج
kab: Ffeɣ
tt: Чыгарга
ug: ئاخىرلاشتۇر
vi: Thoát

source: Desktop
ar: سطح المكتب
kab: Tanarit
tt: Эш өстәле
ug: ئۈستەلئۈستى
vi: Màn hình nền

source: Set desktop background and menu and icon behavior
kab: Sbadu tikli n ugilal n tnarit akked wumuɣ akked tignit
tt: Эш өстәле фонын билгеләү һәм меню белән пиктограммалар көйләүләрен үзгәртү
ug: ئۈستەلئۈستى تەگلىكى، تىزىملىك ۋە سىنبەلگە مەشغۇلاتىنى بەلگىلەش
vi: Đặt nền màn hình, menu và hành vi biểu tượng

source: desktop;background;wallpaper;settings;xfce;
ug: ئۈستەلئۈستى؛تەگلىك؛تام قەغەز؛تەڭشەك؛xfce؛

source: Choose the folder to select wallpapers from.
kab: Fren akaram ara tferneḍ tugniwin ugdil seg-s.
tt: Фон сурәтләрен сайлау өчен каталогны күрсәтегез.
ug: تام قەغەز تاللىنىدىغان قىسقۇچ تاللىنىدۇ.
vi: Chọn thư mục để chọn hình nền.

source: <b>%s</b> Type: %s Size: %s
kab: <b>%s</b> Anaw: %s Teɣzi: %s
tt: <b>%s</b> Тип: %s Күләм: %s
ug: <b>%s</b> تۈرى: %s چوڭلۇقى: %s
vi: <b>%s</b> Loại: %s Kích thước: %s

source: Unable to load images from folder "%s"
ug: «%s» قىسقۇچتىن سۈرەتنى يۈكلىيەلمەيدۇ
vi: Không thể tải hình ảnh từ thư mục "%s"

source: Wallpaper for Monitor %d (%s)
kab: Tugna n ugilal i ugdil %d (%s)
tt: %d (%s) мониторы өчен фон сурәте
ug: %d (%s) كۆزەتكۈچنىڭ تام قەغىزى
vi: Hình nền cho Màn hình %d (%s)

source: Wallpaper for Monitor %d
kab: Tugna n ugilal i ugdil %d
tt: %d мониторы өчен фон сурәте
ug: %d كۆزەتكۈچنىڭ تام قەغىزى
vi: Hình nền cho màn hình %d

source: Move this dialog to the display you want to edit the settings for.
kab: Smutti tanaka-agi n udiwenni ɣer ubeqqeḍ d tallunt i tebɣiḍ ad tẓergeḍ iɣewwaṛen.
tt: Диалог тәрәзен көйләүләрен үзгәртергә теләгән экранга күчерегез.
ug: بۇ سۆزلەشكۈنى تەڭشىكىنى تەھرىرلىمەكچى بولغان ئېكرانغا يۆتكەيدۇ.
vi: Di chuyển hộp thoại này đến màn hình mà bạn muốn chỉnh chỉnh sửa cài đặt.

source: Wallpaper for %s on Monitor %d (%s)
kab: Tugna n ugilal i %s ɣef ugdil %d (%s)
tt: %s өчен фон сурәте (%d (%s) мониторында)
ug: %2$d (%3$s) كۆزەتكۈچتىكى %1$s نىڭ تام قەغىزى
vi: Hình nền cho %s trên màn hình %d (%s)

source: Wallpaper for %s on Monitor %d
kab: Tugna n ugilal i %s ɣef ugilal %d
tt: %s өчен %d мониторында фон сурәте
ug: ‏‎%2$d‎‏ كۆزەتكۈچتىكى %1$s‎‏ نىڭ تام قەغىزى
vi: Hình nền cho %s trên màn hình %d

source: Move this dialog to the display and workspace you want to edit the settings for.
kab: Smutti tanaka-agi n udiwenni ɣer ubeqqeḍ d tallunt n umahil i tebɣiḍ ad tẓergeḍ iɣewwaṛen.
tt: Әлеге диалогны көйләүләрен үзгәртергә теләгән экранга һәм эш өстәленә күчерегез.
ug: بۇ سۆزلەشكۈنى تەڭشىكىنى تەھرىرلىمەكچى بولغان ئېكران ۋە خىزمەت بوشلۇقىغا يۆتكەيدۇ.
vi: Di chuyển hộp thoại này đến màn hình và không gian làm việc mà bạn muốn chỉnh chỉnh sửa cài đặt.

source: Wallpaper for my desktop
kab: Tugna n ugdil i tnarit-inu
tt: Эш өстәле өчен фон сурәте
ug: ئۈستەلئۈستىنىڭ تام قەغىزى
vi: Hình nền cho máy tính để bàn của tôi

source: Wallpaper for %s
kab: Tugna ugilal i %s
tt: %s өчен фон сурәте
ug: %s نىڭ تام قەغىزى
vi: Hình nền cho %s

source: Move this dialog to the workspace you want to edit the settings for.
kab: Smutti tanaka-agi n udiwenni ɣer tallunt n umahil i tebɣiḍ ad tẓergeḍ iɣewwaṛen.
tt: Әлеге диалогны үзгәртергә теләгән көйләүләр эш өстәленә күчерегез.
ug: بۇ سۆزلەشكۈنى تەڭشىكىنى تەھرىرلىمەكچى بولغان خىزمەت بوشلۇقىغا يۆتكەيدۇ.
vi: Di chuyển hộp thoại này đến không gian làm việc mà bạn muốn chỉnh chỉnh sửa cài đặt.

source: Image selection is unavailable while the image style is set to None.
kab: Afran n tugna ulac-it ticki aɣanib n tugna yettusbadu ɣer "Ula d yiwen".
tt: Сурәт стиле күрсәтелми торып сурәтне сайлау мөмкин түгел.
ug: سۈرەت ئۇسلۇبى يوق دەپ تەڭشەلگەندە سۈرەت تاللىغۇچنى ئىشلەتكىلى بولمايدۇ.
vi: Lựa chọn hình ảnh Không có khả dụng khi kiểu hình ảnh được đặt thành Không có có.

source: Spanning screens
tt: Берләштерелгән экраннар
ug: ئېكران ئاتلاپ
vi: Màn hình kéo dài

source: Image files
ar: ملفات صور
kab: Ifuyla n tugniwin
tt: Сурәт файллары
ug: سۈرەت ھۆججىتى
vi: Tập tin hình ảnh

source: Select a Directory
kab: Fren akaram
tt: Каталогны сайларга
ug: مۇندەرىجە تاللىنىدۇ
vi: Chọn một Thư mục

source: Home
ar: الموطن
kab: Asnubeg
tt: Баш каталог
ug: باش مۇندەرىجە
vi: Cá nhân

source: File System
kab: Anagraw n yifuyla
tt: Файл системасы
ug: ھۆججەت سىستېمىسى
vi: File hệ thống

source: Trash
kab: Taqecwalt
tt: Кәрзин
ug: ئەخلەتخانا
vi: Thùng rác

source: Devices
tt: Җайланмалар
ug: ئۈسكۈنە
vi: Thiết bị

source: Network Shares
kab: Ibeṭṭuyen n uzeṭṭa
tt: Челтәр ресурслары
ug: تور ھەمبەھىر
vi: Chia sẻ Mạng

source: Removable Disks and Drives
ug: يۆتكىلىشچان دىسكا ۋە قوزغاتقۇچ
vi: Đĩa và ổ đĩa di động

source: Fixed Disks and Drives
ug: مۇقىم دىسكا ۋە قوزغاتقۇچ
vi: Đĩa và ổ đĩa cố định

source: Other Devices
kab: Inuḍaf-nniḍen
tt: Башка җайланмалар
ug: باشقا ئۈسكۈنە
vi: Thiết bị khác

source: Would you like to arrange all existing icons according to the selected orientation?
kab: Tebɣiḍ ad serseḍ akk ayen yellan Tignitin ɣef leḥsab n taɣda yettwafernen?
tt: Барлык булган пиктограммаларны да сайланган юнәлешкә ярашлы рәвештә тигезләргә телисезме?
ug: تاللىغان يۆنىلىشكە ئاساسەن بارلىق مەۋجۇت سىنبەلگىنى تەرتىپلەمسىز؟
vi: Bạn có muốn sắp xếp tất cả những gì hiện có biểu tượng theo hướng đã chọn?

source: Arrange icons
kab: Sers tignitin
tt: Пиктограммаларны тигезләргә
ug: سىنبەلگىنى تەرتىپلە
vi: Sắp xếp biểu tượng

source: Unable to launch "%s":
ar: فشل في اقلاع "%s" :
kab: Ulamek asekker n "%s":
tt: «%s» эшләтеп җибәрү мөмкин түгел:
ug: «%s» نى قوزغاتقىىلى بولمىدى:
vi: Không chạy được "%s":

source: Launch Error
ar: خطأ في الإقلاع
kab: Tuccḍa deg usenker
tt: Эшләтеп җибәрү хатасы
ug: قوزغىتىش خاتالىقى
vi: Lỗi chạy

source: _Close
ar: ا_غلق
kab: _Mdel
tt: _Ябарга
ug: ياپ(_C)
vi: Đó_ng

source: Icons
ar: أيقونات
tt: Пиктограммалар
ug: سىنبەلگە
vi: Biểu tượng

source: Window Icons
ug: كۆزنەك سىنبەلگىسى
vi: Biểu tượng Cửa sổ

source: File Icons
ug: ھۆججەت سىنبەلگىسى
vi: Biểu tượng Tệp

source: Solid color
kab: Ini amsari
tt: Тоташ төс
ug: ساپ رەڭ
vi: Màu duy nhất

source: Horizontal gradient
tt: Горизонталь градиент
ug: توغرىسىغا رەڭ ئۆزگىرىش
vi: Độ dốc ngang

source: Vertical gradient
tt: Вертикаль градиент
ug: بويىغا رەڭ ئۆزگىرىش
vi: Độ dốc dọc

source: Transparent
kab: Afrawan
tt: Үтә күренмәле
ug: سۈزۈك
vi: Trong suốt

source: Apply
kab: Snes
tt: Кулланырга
ug: قوللان
vi: Áp dụng

source: St_yle:
kab: Aɣ_anib
tt: Ст_иль:
ug: ئۇسلۇب(_Y):
vi: _Phong cách:

source: Specify how the image will be resized to fit the screen.
tt: Сурәт үлчәмнәрен экран үлчәмнәренә карата үзгәртү ысулын билгеләргә.
ug: سۈرەتنى قانداق تەڭشەپ ئېكرانغا ماسلاشتۇرۇدىغانلىقى تاللىنىدۇ.
vi: Chỉ định cách thay đổi kích thước hình ảnh để vừa với màn hình.

source: None
ar: لاشئ
kab: Ulac
tt: Юк
ug: يوق
vi: Không

source: Centered
kab: Yettuslemmes
tt: Үзәк буенча
ug: ئوتتۇرىدا
vi: Giữa

source: Tiled
kab: Iɛebbanen
tt: Плитка сыман
ug: يېيىلغان
vi: Lợp

source: Stretched
kab: Ittnejbad
tt: Сузарга
ug: سوزۇلغان
vi: Trải

source: Scaled
kab: S tfesniwin
tt: Масштабларга
ug: سوزۇلغان-قىسىلغان
vi: Vảy

source: Zoomed
tt: Зурайтырга
ug: چوڭايتىلغان ياكى كىچىكلىتىلگەن
vi: Đã zoom

source: Spanning Screens
tt: Берләштерелгән экраннар
ug: ئېكران ئاتلاپ
vi: Màn hình kéo dài

source: Specify the style of the color drawn behind the backdrop image.
tt: Фон сурәте астында күрсәтелә торган төс стилен билгеләргә.
ug: تەگلىك سۈرەتنىڭ ئارقىسىدىكى رەڭ سىزمىسىنىڭ ئۇسلۇبىنى بەلگىلەيدۇ.
vi: Chỉ định kiểu màu được vẽ phía sau hình nền.

source: Specifies the solid color, or the "left" or "top" color of the gradient.
tt: Тоташ төс, градиентның «сул» яисә «уң» төсен билгеләргә.
ug: ساپ رەڭ ياكى تەدرىجىي ئۆزگىرىشنىڭ «ئوڭ» ياكى «سول» رەڭگىنى بەلگىلەيدۇ.
vi: Chỉ định màu đồng nhất hoặc màu "trái" hoặc "trên cùng" của dải màu.

source: Select First Color
kab: Fren ini amezwaru
tt: Беренче төсне сайларга
ug: تۇنجى رەڭ تاللىنىدۇ
vi: Chọn màu đầu tiên

source: Specifies the "right" or "bottom" color of the gradient.
tt: Градиентның «уң» яисә «аскы» төсен билгеләргә.
ug: تەدرىجىي ئۆزگىرىشنىڭ «ئوڭ» ياكى «ئاستى» رەڭگىنى بەلگىلەيدۇ.
vi: Chỉ định màu "phải" hoặc "dưới cùng" của dải màu.

source: Select Second Color
kab: Fren ini wis sin
tt: Икенче төсне сайларга
ug: ئىككىنچى رەڭ تاللىنىدۇ
vi: Chọn màu thứ hai

source: Apply to all _workspaces
kab: Snes i meṛṛa tallunin n umahil
tt: _Барлык эш урыннарына карата кулланырга
ug: بارلىق خىزمەت بوشلۇقىغا قوللان(_W)
vi: Á_p dụng cho mọi không gian làm việc

source: _Folder:
kab: Aka_ram:
tt: _Каталог:
ug: مۇندەرىجە(_F):
vi: _Thư mục:

source: C_olor:
kab: Ini (_O):
tt: Төс:
ug: رەڭ(_o):
vi: _Màu sắc:

source: Change the _background
kab: Beddel a_gilal
tt: Фонны _үзгәртергә
ug: تەگلىك ئۆزگەرت(_B)
vi: _Thay đổi nền

source: Automatically select a different background from the current directory.
kab: Fren s wudem awurman agilal-nniḍen seg ukaram amiran.
tt: Агымдагы каталогтан автомат рәвештә төрле фон сурәтләрен сайларга.
ug: نۆۋەتتىكى مۇندەرىجىدىن پەرقلىق تەگلىكنى ئۆزلۈكىدىن تاللايدۇ.
vi: Tự động chọn nền khác từ thư mục hiện tại.

source: Specify how often the background will change.
tt: Фон сурәтен никадәр еш алмаштырырга.
ug: تەگلىكنىڭ قانچىلىك ۋاقىتتا ئالماشتۇرۇلىدىغانلىقى بەلگىلىنىدۇ.
vi: Chỉ định tần suất nền sẽ thay đổi.

source: in seconds:
kab: s tasinin:
tt: бирелгән секундтан:
ug: سېكۇنتتا:
vi: tính bằng giây:

source: in minutes:
kab: s tesdadin:
tt: бирелгән минут:
ug: مىنۇتتا:
vi: trong vài phút:

source: in hours:
kab: isragen:
tt: бирелгән сәгатьтән:
ug: سائەتتە:
vi: tính bằng giờ:

source: at start up
kab: deg tnekra
tt: кабызганда
ug: قوزغالغاندا
vi: lúc khởi động

source: every hour
kab: yal asrag
tt: сәгать саен
ug: ھەر سائەتتە
vi: mỗi giờ

source: every day
kab: yal ass
tt: көн саен
ug: ھەر كۈنى
vi: mỗi ngày

source: chronologically
tt: хронологик
ug: ۋاقىت تەرتىپىدە
vi: theo trình tự thời gian

source: Amount of time before a different background is selected.
kab: Amḍan n wakud send ad yettwafren ugilal-nniḍen.
tt: Фон сурәтләре алмашк арасында вакыт.
ug: پەرقلىق تەگلىك تاللاشتىن ئىلگىرى ئارىلىقتىكى ۋاقىت.
vi: Khoảng thời gian trước khi nền khác được chọn.

source: _Random Order
kab: Amizzwer agacuran
tt: _Очраклы тәртиптә
ug: ئىختىيارى تەرتىپ(_R)
vi: _Thứ tự ngẫu nhiên

source: Randomly selects another image from the same directory when the wallpaper is to cycle.
tt: Фонны алмаштырганда шул ук каталогтан очраклы сурәт сайларга.
ug: تام قەغىزى دەۋرىيلەنگەندە ئوخشاش بىر مۇندەرىجىدىكى باشقا سۈرەت ئىختىيارى تاللىنىدۇ.
vi: Chọn ngẫu nhiên một hình ảnh khác từ cùng thư mục khi hình nền chuyển đổi.

source: Left
kab: Azelmaḍ
tt: Сулдан
ug: سول
vi: Trái

source: Middle
kab: Talmast
tt: Уртадан
ug: ئوتتۇرا
vi: Ở giữa

source: Right
kab: Ayeffus
tt: Уңнан
ug: ئوڭ
vi: Phải

source: Minimized application icons
kab: Semẓi tignitin n usnas
tt: Кечерәйтелгән кушымталар пиктограммалары
ug: ئەڭ كىچىك قىلىنغاندىكى پىروگرامما سىنبەلگىسى
vi: Biểu tượng ứng dụng được thu nhỏ

source: File/launcher icons
tt: Файллар һәм кабызу пиктограммалары
ug: ھۆججەت/قوزغاتقۇچ سىنبەلگىسى
vi: Biểu tượng tập tin/trình gọi

source: Top Left Vertical
kab: Afella azelmaḍ s yibeddi
tt: Сулдан өстә вертикаль
ug: سول ئۈستى بويىغا
vi: Trên cùng bên trái dọc

source: Top Left Horizontal
kab: Afella azelmaḍ s uglawan
tt: Сулдан өстә горизонталь
ug: سول ئۈستى توغرىسىغا
vi: Trên cùng bên trái ngang

source: Top Right Vertical
kab: Afella ayeffus s yibeddi
tt: Уңнан өстә вертикаль
ug: ئوڭ ئۈستى بويىغا
vi: Trên cùng bên phải theo chiều dọc

source: Top Right Horizontal
kab: Afella ayeffus s uglawan
tt: Уңнан өстә горизонталь
ug: ئوڭ ئۈستى توغرىسىغا
vi: Trên cùng bên phải ngang

source: Bottom Left Vertical
kab: Afella azelmaḍ s yibeddi
tt: Сулдан аста вертикаль
ug: سول ئاستى بويىغا
vi: Dưới cùng bên trái dọc

source: Bottom Left Horizontal
kab: Adda azelmaḍ s uglawan
tt: Сулдан аста горизонталь
ug: سول ئاستى توغرىسىغا
vi: Dưới cùng bên trái Ngang

source: Bottom Right Vertical
kab: Adda ayeffus s uglawan
tt: Уңнан аста вертикаль
ug: ئوڭ ئاستى بويىغا
vi: Dưới cùng bên phải dọc

source: Bottom Right Horizontal
kab: Adda ayeffus s uglawan
tt: Уңнан аста горизонталь
ug: ئوڭ ئاستى توغرىسىغا
vi: Dưới cùng bên phải ngang

source: _Help
ar: _مساعدة
kab: _Tallalt
tt: _Ярдәм
ug: ياردەم(_H)
vi: _Trợ giúp

source: _Background
kab: Agilal
tt: _Фон
ug: تەگلىك(_B)
vi: _Nền

source: Include applications menu on _desktop right click
tt: Тычканның уң як төймәсе буенча эш өстәлендә кушымталар менюы
ug: ئۈستەلئۈستىدە چاشقىنەك ئوڭ چېكىلسە پىروگرامما تىزىملىكى ئىچىدە(_D)
vi: Bao gồm menu ứng _dụng trên màn hình nhấp chuột phải

source: _Button:
kab: _Taqeffalt:
tt: _Төймә:
ug: توپچە(_B):
vi: _Cái nút:

source: Mo_difier:
kab: Sn_ifel:
tt: Мо_дификатор:
ug: سۈپەتلىگۈچى(_D):
vi: _Công cụ sửa đổi:

source: Show _application icons in menu
kab: Sken tignitin n usnas deg wumuɣ
tt: Менюда кушымталарның пиктограммаларын күрсәтергә
ug: تىزىملىكتە پىروگرامما سىنبەلگىسىنى كۆرسىتىدۇ(_A)
vi: _Hiển thị biểu tượng ứng dụng trong menu

source: _Edit desktop menu
kab: Ẓreg umuɣ n tnarit
tt: _Эш өстәле менюын үзгәртергә
ug: ئۈستەلئۈستى تىزىملىكىنى تەھرىرلە(_E)
vi: Chỉnh sửa m_enu máy tính để bàn

source: <b>Desktop Menu</b>
kab: <b>Umuɣ n tnarit</b>
tt: <b>Эш өстәле менюы</b>
ug: <b>ئۈستەلئۈستى تىزىملىكى</b>
vi: <b>Trình đơn trên màn hình</b>

source: Show _window list menu on desktop middle click
kab: Sken umuɣ n isfuyla ɣef usiti alemmas n tnarit
tt: Тычканның сул як төймәсе буенча тәрәзләр исемлеген күрсәтергә
ug: ئۈستەلئۈستىدە چاشقىنەك ئوتتۇرا چېكىلگەندە كۆزنەك تىزىم تىزىملىكىنى كۆرسىتىدۇ(_W)
vi: _Hiển thị menu danh sách cửa sổ trên màn hình nhấp chuột giữa

source: B_utton:
kab: Ta_qeffalt
tt: Т_өймә:
ug: توپچە(_U):
vi: _Cái nút:

source: Modi_fier:
kab: Sni_fel:
tt: Моди_фикатор:
ug: سۈپەتلىگۈچى(_F):
vi: _Công cụ sửa đổi:

source: Sh_ow application icons in menu
kab: S_ken tignitin n usnas deg wumuɣ
tt: Тәрәзләр исемлегендә кушымталар пиктограммаларын _күрсәтергә
ug: تىزىملىكتە پىروگرامما سىنبەلگىسىنى كۆرسىتىدۇ(_O)
vi: Hiển thị biểu tượng ứng dụng tr_ong menu

source: List windows on a_ll workspaces
ug: ھەممە خىزمەت رايونىدىكى كۆزنەك تىزىمىنى كۆرسىتىدۇ(_L)
vi: _Liệt kê các cửa sổ trên tất cả các không gian làm việc

source: Show workspace _names in list
ar: أظهر أ_سماء مساحات العمل في لائحة
kab: Sken is_mawen n tallunt n umahil deg tebdart
tt: Исемлектә эш урыннары _атамаларын күрсәтергә
ug: تىزىمدا خىزمەت رايونلىرىنىڭ ئاتلىرىنى كۆرسىتىدۇ(_N)
vi: Hiể_n thị tên không gian làm việc trong danh sách

source: Use _submenus for the windows in each workspace
kab: Seqdec umuɣ a_naddaw i yisfuyla di yal tallunt n umahil
tt: Һәр эш урынында тәрәзләр өчен эчке меню кулланырга
ug: ھەر بىر خىزمەت رايونىدا كۆزنەكنىڭ تارماق تىزىملىكىنى ئىشلىتىدۇ(_S)
vi: _Sử dụng menu con cho các cửa sổ trong từng không gian làm việc

source: Show s_ticky windows only in active workspace
kab: Sken kan isfuyla i i_bedden deg tallunt n umahil turmidt
tt: Беркетелгән тәрәзләрне актив эш урынында гына күрсәтергә
ug: چاپلىشاڭغۇ كۆزنەكنى ئاكتىپ خىزمەت رايونىدىلا كۆرسىتىدۇ(_T)
vi: Chỉ hiển _thị các cửa sổ cố định trong không gian làm việc đang hoạt động

source: Show a section listing all _urgent windows on other workspaces
ug: باشقا بارلىق خىزمەت رايونىدىكى جىددىي كۆزنەك تىزىمىنى كۆرسىتىدۇ(_U)
vi: _Hiển thị một phần liệt kê tất cả các cửa sổ khẩn cấp trên các không gian làm việc khác

source: Show a_dd and remove workspace options in list
kab: Sken tinefrunin n tme_rna d tukksa n tallunt n umahil deg tebdart
tt: Меню элементларын эш урыннарын бетерү яисә _өстәү өчен генә күрсәтергә
ug: تىزىمدا خىزمەت رايونى قوشۇش ياكى چىقىرىۋېتىش تاللانمىسىنى كۆرسىتىدۇ(_D)
vi: Hiển thị tùy chọn thêm và xóa không gian làm việc trong _danh sách

source: <b>Window List Menu</b>
kab: <b>Umuɣ n tebdart n yisfuyla</b>
tt: <b>Тәрәзләр исемлеге</b>
ug: <b>كۆزنەك تىزىم تىزىملىكى</b>
vi: <b>Trình đơn danh sách Cửa sổ</b>

source: _Menus
kab: _Umuɣen
tt: _Меню
ug: تىزىملىك(_M)
vi: _Thực đơn

source: Icon _type:
kab: Tignit _anaw:
ug: سىنبەلگە تىپى(_T):
vi: Loại biểu _tượng:

source: Icon _size:
kab: Tignit _teɣzi:
tt: _Пиктограмма үлчәмнәре:
ug: سىنبەلگە چوڭلۇقى(_S):
vi: _Kích thước biểu tượng:

source: Fo_nt size:
ug: خەت چوڭلۇقى(_N):
vi: _Cỡ chữ:

source: Show icon toolt_ips. Size:
ug: سىنبەلگە كۆرسەتمىسى. چوڭلۇقى(_I):
vi: H_iển thị chú giải công cụ biểu tượng. Kích cỡ:

source: Size of the tooltip preview image.
tt: Калка торган ярдәмдә эскиз үлчәмнәре.
ug: كۆرسەتمە ئالدىن كۆزىتىش سۈرىتىنىڭ چوڭلۇقى.
vi: Kích thước của hình ảnh xem trước chú giải công cụ.

source: Font co_lor:
ug: خەت رەڭگى(_L):
vi: _Màu chữ:

source: Label bac_kground color:
ug: بەلگە تەگلىك رەڭگى(_K):
vi: _Màu nền nhãn:

source: <b>Appearance</b>
kab: <b>Arwes</b>
tt: <b>Тышкы кхренеш</b>
ug: <b>كۆرۈنۈشى</b>
vi: <b>Giao diện</b>

source: Placement _direction:
ug: ئورۇنلاشتۇرۇش يۆنىلىشى(_D):
vi: _Hướng bố trí:

source: Show icons only on _primary display
ug: سىنبەلگىنى ئاساسىي كۆرسەتكۈچتىلا كۆرسىتىدۇ(_P)
vi: _Chỉ màn hình biểu tượng trên màn hình chính

source: Single click to _activate items
ug: تۈر يەككە چېكىپلا ئاكتىپلىنىدۇ(_A)
vi: _Một cú nhấp chuột để kích hoạt các mục

source: _Underline text on hover
tt: Курсорны төбәгәндә текстның астына сызарга
ug: نىشانلىغاندا تېكىستكە ئاستى سىزىق قوشىدۇ(_U)
vi: Gạch chân văn bản khi di ch_uột

source: Show confirmation dialog before arran_ging icons
ug: سىنبەلگىنى رەتلەشتىن ئىلگىرى جەزملەش كۆزنىكى كۆرۈنىدۇ(_G)
vi: Hiển thị hộp thoại xác nhận trước khi sắp xếp biểu tượn_g

source: Behavior
tt: Үз-үзен тотышы
ug: ھەرىكەت
vi: Hành vi

source: Desktop _Icons
tt: Эш өстәле _пиктограммалары
ug: ئۈستەلئۈستى سىنبەلگە(_I)
vi: B_iểu tượng máy tính để bàn

source: File/Launcher icons are not enabled. You can enable them from the "Desktop Icons" tab.
tt: Файллар һәм кабызу пиктограммалары кушылмаган. Сез аларны «Эш өстәле пиктограммалары»нда куша аласыз.
ug: ھۆججەت/قوزغاتقۇچ سىنبەلگىسى قوزغىتىلمىغان. ئۇلارنى «ئۈستەلئۈستى سىنبەلگە» بەتكۈچتىن قوزغىتالايسىز.
vi: Biểu tượng Tệp/Trình khởi chạy không đã bật. Bạn có thể bật chúng từ tab "Biểu tượng máy tính để bàn".

source: Show hidden files on the desktop
kab: Sken ifuyla uffiren deg tnarit
tt: Эш өстәлендәге яшерен файлларны күрсәтергә
ug: ئۈستەلئۈستىدىكى يوشۇرۇن ھۆججەتنى كۆرسىتىدۇ
vi: Hiển thị các tập tin ẩn trên máy tính để bàn

source: Show t_humbnails
tt: _Эскизларны күрсәтергә
ug: كىچىك سۈرەتنى كۆرسىتىدۇ(_H)
vi: _Hiển thị hình thu nhỏ

source: Select this option to display preview-able files on the desktop as automatically generated thumbnail icons.
tt: Тиңдәш типтагы файллар өчен эскизларны Эш өстәлендә күрсәтергә.
ug: بۇ تاللانما تاللانسا ئاپتوماتىك ھاسىل قىلىنغان سىنبەلگە ئۈستەلئۈستىدە كىچىك سۈرەت سۈپىتىدە ئالدىن كۆزەتكىلى بولىدۇ.
vi: Chọn tùy Chọn này để màn hình các tệp có thể xem trước trên màn hình dưới dạng biểu tượng hình thu nhỏ được tạo tự động.

source: Show "Delete" option in file context menu
tt: "Бетерергә" опциясен файлның контекст менюында күрсәтергә
ug: ھۆججەت مەزمۇن تىزىملىكىدە «ئۆچۈر» تاللانمىسىنى كۆرسىتىدۇ
vi: Hiển thị tùy chọn "Xóa" trong menu ngữ cảnh tệp

source: _Arrange folders before files
ug: قىسقۇچنى ھۆججەتنىڭ ئالدىغا تىزىدۇ(_A)
vi: _Sắp xếp các thư mục trước các tập tin

source: General
ar: عموم
tt: Гомуми
ug: ئادەتتىكى
vi: Chung

source: Default Icons
tt: Стандарт пиктограммалар
ug: كۆڭۈلدىكى سىنبەلگە
vi: Biểu tượng Mặc định

source: _File/Launcher Icons
tt: Файллар һәм кабызу пиктограммалары
ug: ھۆججەت/قوزغاتقۇچ سىنبەلگىسى(_F)
vi: _Biểu tượng tệp/trình khởi chạy

source: _Keyboard Shortcuts
ug: ھەرپتاختا تېزلەتمسى(_K)
vi: _Phím tắt

source: _Applications
kab: _Isnasen
tt: _Кушымталар
ug: پىروگرامما(_A)
vi: Ứ_ng dụng

source: Window List
ar: قائمة النوافذ
kab: Tabdart n yisfuyla
tt: Тәрәзләр исемлеге
ug: كۆزنەك تىزىمى
vi: Danh sách Cửa sổ

source: Display version information
kab: Beqqeḍ talɣut n lqem
tt: Версия турында мәгълүматны күрсәтергә
ug: نەشر ئۇچۇرىنى كۆرسەت
vi: Màn hình thông tin phiên bản

source: Reload all settings
kab: Smiren akk iɣewwaren
tt: Барлык көйләүләрне кабаттан йөкләргә
ug: ھەممە تەڭشەكنى قايتا يۈكلە
vi: Tải lại tất cả cài đặt
