Repository: xfce-mirror/xfdesktop
Catalog: po/*.po
Languages: ar, kab, tt, ug, vi

source: A menu editor for Xfce4
ar: محرر قائمة لـ Xfce4

source: Author/Maintainer
ar: مؤلِّف/مسيِّر

source: Contributor
ar: مساهم

source: Icon designer
ar: مصمم الأيقونات

source: You have modified the menu, do you want to save it before quitting ?
ar: لقد عدّلت القائمة، أترغب في حفظها قبل الخروج ؟

source: Forget modifications
ar: انسى التعديلات

source: Unable to open the menu file %s in write mode
ar: لم أستطع فتح ملف القائمة %s في نمط الكتابة

source: Unable to launch xfce4-menueditor: %s
ar: تعذّر اطلاق xfce4-menueditor: %s

source: Select Icon
ar: انتقي أيقونة

source: Select Menu File
ar: انتقي ملف قائمة

source: Xfce Menu
ar: قائمة Xfce

source: Button
ar: زر

source: Button _title:
ar: _عنوان الزر:

source: _Show title in button
ar: ا_ظهر العنوان على الزر

source: Menu File
ar: ملف قائمة

source: Use default _desktop menu file
ar: إستخدم ملف قائمة المكتب الإفتراضية

source: Use _custom menu file:
ar: فتح ملف قائمة XFCE4

source: _Edit Menu
ar: _تحرير

source: _Button icon:
ar: _زر الايقونة:

source: Show _icons in menu
ar: اظهر الأيقونة في القائمة

source: There is already a panel menu registered for this screen
ar: هناك قائمة مسجلة مسبقا لهذه الشاشة

source: Edit Menu
ar: _تحرير القائمة

source: Shows a menu containing categories of installed applications
ar: أظهر قائمة بأنواع التطبيقات المثبتة بالجهاز

source: %s: Unknown option: %s
ar: %s: خيار غير معروف: %s

source: Options are:
ar: الخيارات كالتالي:

source: --reload Reload all settings, refresh image list
ar: ····--اعد تحميل······اعد تحميل جميع الخيارات,·اعد·تحميل لائحة الصور

source: --menu Pop up the menu (at the current mouse position)
ar: ····--قائمة······اظهر القائمة في مكان الحالي للفأرة

source: --windowlist Pop up the window list (at the current mouse position)
ar: --لائحة النوافذ أظهر لائحة النوافذ(عند المكان الحالي للفأرة)

source: --quit Cause xfdesktop to quit
ar: ····--خروج········خروج من·xfdesktop

source: %s is not running.
ar: %s لاتعمل.

source: <b>Workspace %d</b>
ar: <b>ساحة العمل·%d</b>
kab: <b>Tallunt n umahil %d</b>

source: Workspace %d
ar: مساحة العمل %d

source: <i>Workspace %d</i>
ar: <i>مساحة العمل %d</i>

source: _Add Workspace
ar: _أضف مساحة عمل
kab: _Rnu tallunt n umahil

source: _Remove Workspace %d
ar: _حذف مساحة العمل %d
kab: _Kkes tallunt n umahil %d

source: _Remove Workspace '%s'
ar: _حذف ساحة العمل '%s'
kab: _Kkes tallunt n umahil '%s'

source: Xfdesktop was unable to create the folder "%s" to store desktop items:
ar: فشل في انشاء المجلد "%s" لتسجيل عناصر المكتب:

source: Create Folder Failed
ar: فشل في انشاء المجلد

source: Xfdesktop is unable to use "%s" to hold desktop items because it is not a folder.
ar: فشل في استعمال "%s"لتسجيل عناصر المكتب لأنه ليس مجلد

source: Please delete or rename the file.
ar: احذف او غير اسم الملف

source: Rename "%s"
ar: غير اسم "%s"

source: Enter the new name:
ar: ادخل الاسم الجديد:

source: Rename
ar: _غير اسم

source: Are you sure that you want to delete "%s"?
ar: هل أنت متأكد أنك تريد إغلاق القائمة التالية "%s"؟

source: If you delete a file, it is permanently lost.
ar: اذا حذفت الملف، سيمسح نهائيا

source: Are you sure you want to delete the following %d files?
ar: هل أنت متأكد أنك تريد حذف الملفات التالية %d ؟

source: Delete Multiple Files
ar: حذف عدة ملفات

source: The application chooser could not be opened.
ar: فشل في فتح قائمة البرامج

source: This feature requires a file manager service present (such as that supplied by Thunar).
ar: هذه الخاصية بحاجة الى خدمة مدير الملفات (مثل Thunar)

source: Unable to create folder named "%s":
ar: فشل في انشاء مجلد تحت أسم "%s"

source: Unable to launch "exo-desktop-item-edit", which is required to create and edit launchers and links on the desktop.
ar: فشل في تنفيد "exo-desktop-item-edit" الضروري لإنشاء و تحرير المٌقلع و روابط على سطح المكتب

source: Create
ar: انشاء

source: Unable to create file named "%s":
ar: فشل في انشاء ملف تحت اسم "%s":

source: Create File Failed
ar: فشل في انشاء الملف

source: Create Empty File
ar: انشئ ملف فارغ

source: Unable to create file "%s":
ar: فشل في انشاء ملف·"%s"

source: Create Error
ar: خطئ في الانشاء

source: _Edit Launcher
ar: _تحرير مطلق

source: Open With
ar: إفتح بـ
kab: Ldi s

source: Open With Other _Application...
ar: أفتح بتطبيق أخر...
kab: Ldi s _Yisnasen-nniḍen...

source: Failed to run "%s":
ar: فشل في تنفيذ "%s"

source: Run Error
ar: خطأ في التنفيذ

source: The associated application could not be found or executed.
ar: البرنامج المرتبط بالملف غير موجود او غير قابل للتنفيذ.

source: Unable to set default application for "%s" to "%s":
ar: فشل في تغيير البرنامج الإفتراضي لـ "%s" الى "%s":

source: Properties Error
ar: خطأ في المواصفات

source: Write only
ar: كتابة فقط

source: Read only
ar: قراءة فقط

source: Read & Write
ar: قراءة و كتابة

source: Kind:
ar: نوع:

source: Link Target:
ar: وصلة الى:

source: Open With:
ar: إفتح بـ:

source: Modified:
ar: تغير:

source: Accessed:
ar: نفاذ:

source: Free Space:
ar: المساحة الفارغة

source: Size:
ar: الحجم:

source: Permissions
ar: إذن

source: Owner:
ar: المالك:

source: Access:
ar: نفاذ:

source: Group:
ar: المجموعة:

source: Others:
ar: ألأخرون:

source: Yes to _all
ar: نعم _للجميع

source: There was an error moving "%s" to "%s":
ar: وقع خطأ في نقل "%s" إلى "%s":

source: There was an error copying "%s" to "%s":
ar: وقع خطأ في نسخ "%s" إلى "%s":

source: There was an error linking "%s" to "%s":
ar: وقع خطأ في إنشاء وصلة "%s" إلى "%s":

source: File Error
ar: خطأ في الملف

source: broken link
ar: وصلة معطوبة

source: link to %s
ar: وصلة إلى %s

source: Failed to rename "%s" to "%s":
ar: فشل في تغيير اسم "%s" الى "%s":

source: Unable to contact the Xfce Trash service.
ar: فشل في الوصول الى خدمة سلة المهملات

source: Make sure you have a file manager installed that supports the Xfce Trash service, such as Thunar.
ar: تأكد من إمتلاك مدير ملفات يمتلك خدمة سلة المهملات مثل Thunar

source: Unable to mount "%s":
ar: فشل ضم "%s":

source: Unable to unmount "%s":
ar: فشل إلغاء ضم "%s":

source: Unmount Failed
ar: فشل إلغاء الضم

source: Unable to eject "%s":
ar: فشل في إخراج "%s":

source: E_ject Volume
ar: أخ_رج الجزء

source: Graphical tool for editing the Xfce 4 menu
ar: واجهة رسومية لتحرير قائمة Xfce 4

source: Menu Editor
ar: محرر القائمة

source: Xfce 4 Menu Editor
ar: Xfce 4·محرر قائمة

source: Accessories
ar: كماليات

source: Common desktop tools and applications
ar: أدوات سطح مكتب شائعة وتطبيقات

source: Development
ar: تطوير

source: Software development tools
ar: أدوات تطوير البرامج

source: Education
ar: تعليم

source: Educational software
ar: برامج تعليمية

source: Games
ar: ألعاب

source: Games, puzzles, and other fun software
ar: ألعاب، وألغاز، وبرامج مرح أخرى

source: Graphics
ar: رسوميات

source: Graphics creation and manipulation applications
ar: تطبيقات إنشاء ومعالجة الرسوميات

source: Audio and video players and editors
ar: مشغلات ومحررات الصوت والفيديو

source: Multimedia
ar: الوسائط المتعددة

source: Network
ar: شبكة

source: Network applications and utilities
ar: تطبيقات وأدوات الشبكة

source: Office
ar: المكتب

source: Office and productivity applications
ar: تطبيقات المكتب والإنتاج

source: Applications that don't fit into other categories
ar: التطبيقات التي لا تنتمي إلى أي فئة أخرى

source: Other
ar: أخرى

source: Screensaver applets
ar: بريمجات حافظة الشاشة

source: Screensavers
ar: حافظات الشاشة

source: Desktop and system settings applications
ar: تطبيقات إعدادات سطح المكتب والنظام

source: Settings
ar: الإعدادات

source: System tools and utilities
ar: أدوات النظام

source: About Xfce
ar: حول Xfce

source: Information about the Xfce Desktop Environment
ar: معلومات حول بيئة سطح مكتب Xfce

source: File Manager
ar: مدير الملفات

source: Thunar file manager
ar: مدير ملفات ثونار

source: Help
ar: مساعدة

source: Help using Xfce
ar: المساعدة باستخدام Xfce

source: Log Out
ar: تسجيل الخروج

source: Log out of the Xfce Desktop
ar: تسجيل الخروج من سطح مكتب Xfce

source: Run Program...
ar: شغل برنامج...

source: Run a program
ar: تشغيل برنامج

source: Terminal
ar: طرفيّة

source: Terminal emulator
ar: محاكي الطرفية

source: Browse the web
ar: استعرض الوب

source: Web Browser
ar: مستعرض الوب

source: Screen %d, Monitor %d
ar: الشاشة %d، المراقبة %d

source: Screen %d
ar: الشاشة %d

source: Control
kab: Asenqed
tt: Ctrl

source: Removable Devices
kab: Ibenkan izirazen

source: Disks and Drives
kab: Iḍebsiyen d yinuḍaf

source: _Icons
kab: _Tignitin

source: Remove
kab: Kkes

source: Untitled document
kab: Asemli s war azwel

source: %.*s (copy %u)%s
kab: %.*s (nɣel %u)%s
