Repository: xfce-mirror/xfdesktop
Catalog: po/*.po
Languages: ar, kab, tt, ug, vi

source: Advance to the next wallpaper on the current workspace
kab: Aẓ ɣer tugna n ugilal tuḍfirt n tallunt n umahil tamirant
tt: Агымдагы эш урынында киләсе фон сурәтенә күчәргә
ug: نۆۋەتتىكى خىزمەت رايونىدىكى كېيىنكى تام قەغىزىگە ئىلگىرىلەيدۇ
vi: Chuyển sang hình nền tiếp theo trên không gian làm việc hiện tại

source: Pop up the menu (at the current mouse position)
tt: Менюны күрсәтергә (курсор астында)
ug: تىزىملىكنى كۆرسەت(چاشقىنەكنىڭ ھازىرقى ئورنىدا)
vi: Pop up menu (tại vị trí chuột hiện tại)

source: Pop up the window list (at the current mouse position)
tt: Тәрәзләр исемлеген күрсәтергә (курсор астында)
ug: كۆزنەك تىزىمىنى كۆرسەت(چاشقىنەكنىڭ ھازىرقى ئورنىدا)
vi: Popup danh sách cửa sổ (tại vị trí chuột hiện tại)

source: Automatically arrange all the icons on the desktop
tt: Пиктограммаларны эш өстәлендә автомот рәвештә тигезләргә
ug: ئۈستەلئۈستىدىكى بارلىق سىنبەلگىلەرنى ئاپتوماتىك رەتلەيدۇ
vi: Tự động sắp xếp tất cả các icon trên desktop

source: Disable debug messages
kab: Sens iznan n useɣti
tt: Төзәтү хәбәрләрен өзеп куярга
ug: سازلاش ئۇچۇرىنى چەكلە
vi: Tắt thông báo gỡ lỗi

source: Do not wait for a window manager on startup
kab: Ur ttraǧu ara amsefrak n yisfuyla di tnekra
tt: Кабызганда тәрәзләр менеджерын көтмәскә
ug: باشلانغاندا ھۆججەت باشقۇرغۇچنى كۈتمە
vi: Không chờ trình quản lý cửa sổ khởi động

source: Cause xfdesktop to quit
tt: Xfdesktop башкарылуны тәмамларга
ug: xfdesktop نىڭ ئاخىرلىشىشنى كەلتۈرۈپ چىقىرىدۇ
vi: Làm cho xfdesktop thoát

source: This is %s version %s, running on Xfce %s.
ar: هذا هو %s نسخة %s ، يعمل على اكسفس %s.
tt: Бу - %s (%s весиянең), Xfce %s эшли.
ug: Xfce ‏‎%3$s‎‏ دا %1$s نىڭ %2$s نەشرى ئىجرا بولۇۋاتىدۇ.
vi: Đây là %s phiên bản %s, chạy trên Xfce %s.

source: Built with GTK+ %d.%d.%d, linked with GTK+ %d.%d.%d.
tt: GTK+ %d.%d.%d ярдәмендә төзелгән, GTK+ %d.%d.%d белән компоновка ясалган.
ug: GTK+ %d.%d.%d دا ھاسىللانغان، Gtk+ %d.%d.%d بىلەن ئۇلانغان.
vi: Biên dịch với GTK+ %d.%d.%d, liên kết với GTK+ %d.%d.%d.

source: Build options:
ar: خيارات البناء:
kab: Tixtiṛiyin n lebni:
tt: Төзү параметрлары:\n
ug: ھاسىللاش تاللانمىلىرى:
vi: Tùy chọn biên dịch:

source: Desktop Menu: %s
ar: ···قائمة المكتب:········%s
kab: Umuɣ n tnarit: %s
tt: Эш өстәле менюы: %s
ug: ئۈستەلئۈستى تىزىملىكى: %s
vi: Menu màn hình: %s

source: enabled
ar: تمكين
kab: yermed
tt: кушылган
ug: قوزغىتىلغان
vi: bật

source: disabled
ar: معطل
kab: ittwasens
tt: өзеп куелган
ug: چەكلەنگەن
vi: tắt

source: Desktop Icons: %s
ar: أيقونات سطح المكتب: %s
kab: Tignitin n tnarit: %s
tt: Эш өстәле пиктограммалары: %s
ug: ئۈستەلئۈستى سىنبەلگە: %s
vi: Biểu tượng màn hình: %s

source: Desktop File Icons: %s
ar: أيقونات ملف سطح المكتب: %s
kab: Tignitin n ufaylu n tnarit: %s
tt: Эш өстәлендәге файллар пиктограммалары: %s
ug: ئۈستەلئۈستى ھۆججەت سىنبەلگىسى: %s
vi: Biểu tượng màn hình: %s

source: Rename Error
kab: Snifel isem n tuccḍa
tt: Исем үзгәртү хатасы
ug: ئاتىنى ئۆزگەرتىش خاتالىقى
vi: Lỗi đổi tên

source: The files could not be renamed
kab: Ulamek abeddel n yisem n ifuyla
tt: Файлларның исемнәрен үзгәртеп булмады
ug: ھۆججەتنىڭ ئاتىنى ئۆزگەرتكىلى بولمىدى
vi: Các tập tin không thể được đổi tên

source: None of the icons selected support being renamed.
tt: Сайланган пиктограммаларның исемнәрен алмаштыру мөмкин түгел.
ug: تاللانغان سىنبەلگىنىڭ ھېچقايسىسى ئات ئۆزگەرتىشنى قوللىمايدۇ.
vi: Không có có biểu tượng nào được chọn hỗ trợ việc đổi tên.

source: _Open With "%s"
ar: _افتح بـ"%s"
kab: _Ldi s "%s"
tt: «%s» ярдәмендә _ачарга
ug: «%s‏»‎‎‏ دا ئاچ(_O)
vi: _Mở bằng "%s"

source: Open With "%s"
ar: _افتح·بـ"%s"
kab: Ldi s "%s"
tt: «%s» ярдәмендә ачарга
ug: «%s» دا ئاچ
vi: Mở bằng "%s"

source: Unable to launch "xfce-desktop-item-edit", which is required to create and edit launchers and links on the desktop.
ug: قوزغاتقۇچ قۇرۇش ۋە تەھرىرلەش شۇنداقلا ئۈستەلئۈستىگە ئۇلاشتا زۆرۈر بولغان «xfce-desktop-item-edit» نى قوزغىتالمايدۇ.
vi: Không thể khởi chạy "xfce-desktop-item-edit", cần thiết để tạo và chỉnh chỉnh chỉnh sửa trình khởi chạy cũng như liên kết trên màn hình.

source: Choose Monitor Configuration
ug: كۆزەتكۈچ سەپلىمىسى تاللىنىدۇ
vi: Chọn Cấu hình màn hình

source: Would you like to assign an existing desktop icon layout to monitor <b>%s</b>?
ug: مەۋجۇت ئۈستەلئۈستى سىنبەلگە ئورۇنلاشتۇرۇلۇشىنى <b>%s</b> كۆزەتكۈچكە جايلاشتۇرامسىز؟
vi: Bạn có muốn chỉ định bố cục biểu tượng màn hình hiện có để giám sát <b>%s</b> không?

source: Monitors
ug: كۆزەتكۈچ
vi: Màn hình

source: _Open all
ar: _افتح كل
kab: _Ldi meṛṛa
tt: Барысын да _ачарга
ug: ھەممىنى ئاچ(_O)
vi: _Mở hết

source: Create _Launcher...
ar: انشئ مطلق
tt: Кабузу _пиктограммасын ясарга...
ug: قوزغاتقۇچ ياسا(_L)...
vi: Tạo trình _gọi...

source: Create _URL Link...
ar: أنشئ وصلة
kab: Rnu _Aseɣwen n URL...
tt: _URL сылтамасын ясаргаы...
ug: URL ئۇلانمىسى ياسا(_U)...
vi: Tạo liên kết _URL...

source: Create _Folder...
ar: انشئ مجلد
kab: Rnu _akaram
tt: _Каталог төзергә...
ug: قىسقۇچ قۇر(_F)…
vi: Tạo thư _mục...

source: No templates installed
kab: Ulac tineɣrufin yettwasbedden
tt: Урнаштырылган шаблоннар юк
ug: ھېچقانداق قېلىپ ئورنىتىلمىغان
vi: Chưa có mẫu nào

source: _Empty File
ar: _ملف فارغ
kab: _Afaylu ilem
tt: _Буш файл
ug: بوش ھۆججەت(_E)
vi: Tậ_p tin rỗng

source: _Open All
kab: Ldi-ten akk (_O)
tt: Барысын да _ачарга
ug: ھەممىنى ئاچ(_O)
vi: _Mở Tất cả

source: _Execute
ar: _تنفيذ
kab: _Selken
tt: _Башкарырга
ug: ئىجرا قىل(_E)
vi: _Chạy

source: Edit _Launcher
tt: _Эшне башлап җибәрү тамгасы
ug: قوزغاتقۇچ تەھرىرلە(_L)
vi: _Chỉnh sửa trình chạy

source: Ope_n With
ug: ئىلە ئاچ(_N)
vi: _Mở với

source: Ope_n With Other Application...
tt: Башка _кушымтада ачарга...
ug: باشقا پىروگراممىدا ئاچ(_N)…
vi: Mở với ứ_ng dụng khác...

source: Set Defa_ult Application...
tt: _Килешү буенча кушымта...
ug: كۆڭۈلدىكى پىروگرامما تەڭشىكى(_U)…
vi: Đặ_t ứng dụng mặc định..

source: Paste Into Folder
kab: Senteḍ gar yikaramen
tt: Каталогка куярга
ug: قىسقۇچقا چاپلا
vi: Dán vào trong thư mục này

source: _Rename...
ar: _أعد تسمية
kab: S_nifel isem...
tt: _Исемен үзгәртергә...
ug: ئات ئۆزگەرت(_R)...
vi: Đổi _tên

source: _Open in New Window
ar: _افتح في نافذة جديدة
kab: _Ldi deg usfaylu amaynut
tt: _Яңа тәрәздә ачарга
ug: يېڭى كۆزنەكتە ئاچ(_O)
vi: Mở trong cửa sổ _mới

source: Arrange Desktop _Icons
tt: Пиктограммаларны тәртипләп урнаштырырга
ug: ئۈستەلئۈستى سىنبەلگىلىرىنى رەتلە(_I)
vi: Sắp xếp các b_iểu tượng trên màn hình

source: _Next Background
kab: _Agilal i d-iteddun
tt: _Киләсе фон
ug: كېيىنكى تەگلىك(_N)
vi: _Nền tiếp theo

source: Desktop _Settings...
ar: إعدادات المكتب...
kab: Tanarit _Iɣewwaren...
tt: _Эш өстәле көйләүләре...
ug: ئۈستەلئۈستى تەڭشىكى(_S)...
vi: _Thiết lập desktop...

source: _Properties...
ar: _خيارات
tt: _Үзлекләр...
ug: خاسلىق(_P)...
vi: Th_uộc tính...

source: Failed to save dropped file to '%s'
ug: تاشلىۋەتكەن ھۆججەتنى «%s» غا ساقلىيالمىدى
vi: Không lưu được tệp bị rơi vào '%s'

source: Drop Failure
ug: تاشلىۋېتەلمىدى
vi: Thất bại trong việc thả rơi

source: _OK
kab: _IH
tt: _ХУП
ug: جەزملە(_O)
vi: _Đồ_ng

source: Copy _Here
kab: Nɣel _Da
tt: Күчермәсен _монда алырга
ug: بۇ يەرگە كۆچۈر(_H)
vi: Sao c_hép vào đây

source: _Move Here
kab: _Awi ɣer da
tt: _Монда күчерергә
ug: بۇ يەرگە يۆتكە(_M)
vi: _Di chuyển vào đây

source: _Link Here
kab: _Aseɣwen da
tt: _Сылтаманы монда ясарга
ug: بۇ يەرگە ئۇلا(_L)
vi: _Tạo liên kết ở đây

source: _Cancel
kab: _Sefsex
tt: _Баш тартырга
ug: ۋاز كەچ(_C)
vi: _Huỷ bỏ

source: Could not create the desktop folder "%s"
tt: «%s» эш өстәлеге каталогын төзеп булмады
ug: ئۈستەلئۈستى قىسقۇچى «%s» نى قۇرغىلى بولمىدى
vi: Không thể tạo thư mục trên màn hình "%s"

source: Failed to load the desktop folder
tt: Эш өстәле каталогын йөкләп булмады
ug: ئۈستەلئۈستى قىسقۇچىنى ئوقۇيالمىدى
vi: Không tải được thư mục máy tính để bàn

source: A desktop file icon error occurred
ug: ئۈستەلئۈستى ھۆججەت سىنبەلگىسىدە خاتالىق كۆرۈلدى
vi: Đã xảy ra lỗi biểu tượng tệp trên màn hình

source: Desktop Folder Error
tt: Эш өстәле каталогы хатасы
ug: ئۈستەلئۈستى قىسقۇچى خاتالىقى
vi: Lỗi Thư mục trên máy tính để bàn

source: A normal file with the same name already exists. Please delete or rename it.
tt: Андый исемле гади файл бар инде. Исемен үзгәртегез яисә беерегез.
ug: ئاتى ئوخشاش بولغان نورمال ھۆججەت مەۋجۇت. ئۇنى ئۆچۈرۈڭ ياكى ئاتىنى ئۆزگەرتىڭ.
vi: Một tệp bình thường có cùng tên đã tồn tại. Hãy xóa hoặc đổi tên nó.

source: Today at %X
kab: Ass-a ɣef %X
tt: Бүген %X
ug: بۈگۈن ‏ ‎%X‎‏ دە
vi: Hôm nay, vào %X

source: Yesterday at %X
kab: Iḍelli ɣef %X
tt: Кичә %X
ug: تۈنۈگۈن %X دە
vi: Hôm qua, vào %X

source: %A at %X
kab: %A ɣef %X
tt: %A %X
ug: %A %X دە
vi: %A vào %X

source: %x at %X
kab: %x ɣef %X
tt: %x %X
ug: %x %X دە
vi: %x vào %X

source: Unknown
kab: Arussin
tt: (билгесез)
ug: يوچۇن
vi: Không rõ

source: The folder could not be opened
kab: Akaram ulamek ara yeldi
tt: Каталогны ачып булмады
ug: قىسقۇچنى ئاچقىلى بولمىدى
vi: Không thể mở thư mục

source: Error
ar: خطأ
kab: Tuccḍa
tt: Хата
ug: خاتالىق
vi: Lỗi

source: The requested operation could not be completed
tt: Соратылган операцияне тәмамлау мөмкин түгел
ug: ئىلتىماس قىلغان مەشغۇلاتنى تاماملىيالمايدۇ
vi: Không thể hoàn thành thao tác được yêu cầu

source: The file could not be renamed
kab: Isem ufaylu ur yezmir ara ad ittusnifel
tt: Файлның исемен үзгәртеп булмады
ug: ھۆججەتنىڭ ئاتىنى ئۆزگەرتكىلى بولمىدى
vi: Không thể đổi tên tệp

source: This feature requires a file manager service to be present (such as the one supplied by Thunar).
kab: Tamahilt-agi tesra ameẓlu n umsefrak n yifuyla akken ad yili (am tin i d-yettwamudden sɣur Thunar).
tt: Әлеге функция файл менеджеры хезмәте булуын таләп итә (мәсәлән, Thunar составында).
ug: بۇنىڭ ئۈچۈن ھۆججەت باشقۇرغۇچنىڭ مۇلازىمىتى زۆرۈردۇر(مەسىلەن، Thunar تەمىنلىگەن بىرەر مۇلازىمەت).
vi: Tính năng này yêu cầu phải có dịch vụ quản lý tệp (chẳng hạn như dịch vụ do Thunar cung cấp).

source: Delete Error
kab: Kkes tuccḍa
tt: Бетерү хатасы
ug: ئۆچۈرۈش خاتالىقى
vi: Xóa Lỗi

source: The selected files could not be deleted
kab: Ifuyla yettwafernen ulamek ara yettwakkes
tt: Сайланган файлларны бетереп булмады
ug: تاللانغان ھۆججەتنى ئۆچۈرگىلى بولمىدى
vi: Không thể xóa các tập tin đã chọn

source: Trash Error
ar: خطأ في سلة المهملات
kab: Tuccḍa deg tqecwalt
tt: Кәрзин хатасы
ug: ئەخلەتخانا خاتالىقى
vi: Lỗi thùng rác

source: The selected files could not be moved to the trash
kab: Ifuyla yettwafernen ulamek ara ttwasnekzen ɣer tqecwalt
tt: Сайланган файлларны Кәрзингә күчереп булмады
ug: تاللانغان ھۆججەتنى ئەخلەتخانىغا تاشلىغىلى بولمىدى
vi: Không thể chuyển các tệp đã chọn vào thùng rác

source: This feature requires a trash service to be present (such as the one supplied by Thunar).
tt: Әлеге функция Кәрзин хезмәте булуын таләп итә (мәсәлән, Thunar составында).
ug: بۇنىڭ ئۈچۈن بىر ئەخلەتخانا مۇلازىمىتى بولۇشى كېرەك(مەسىلەن، Thunar تەمىنلىگەن ئىقتىداردەك)
vi: Tính năng này yêu cầu phải có dịch vụ rác (chẳng hạn như dịch vụ do Thunar cung cấp).

source: Could not empty the trash
kab: Ur izmir ara ad yesfeḍ taqecwalt
tt: Кәрзинне бушату мөмкин түгел
ug: ئەخلەتخانىنى بوشاتقىلى بولمىدى
vi: Không thể dọn sạch thùng rác

source: Unable to create new file "%1$s" from template file "%2$s": %3$s
ug: قېلىپ ھۆججىتى «%2$s»: %3$s دىن يېڭى ھۆججەت «%1$s» نى قۇرالمايدۇ
vi: Không thể tạo tệp mới "%1$s" từ tệp mẫu "%2$s": %3$s

source: Create File Error
kab: Rnu tuccḍa n ufaylu
tt: Файлны төзү хатасы
ug: ھۆججەت قۇرۇش خاتالىقى
vi: Tạo Tệp Lỗi

source: Could not create a new file
kab: Ulamek asnulfu n ufaylu amaynut
tt: Яңа файлны төзеп булмады
ug: يېڭى ھۆججەت قۇرغىلى بولمىدى
vi: Không thể tạo tệp mới

source: New Empty File
ar: ملف جديد فارغ
tt: Яңа буш файл
ug: يېڭى بوش ھۆججەت
vi: Tạo tập tin rỗng

source: Unable to create new folder "%1$s": %2$s
ug: يېڭى قىسقۇچ «%1$s»:%2$s نى قۇرالمايدۇ
vi: Không thể tạo thư mục mới "%1$s": %2$s

source: Could not create a new folder
ug: يېڭى قىسقۇچ قۇرالمىدى
vi: Không thể tạo thư mục mới

source: C_reate
tt: _Төзергә
ug: قۇر(_R)
vi: _Tạo

source: Cannot convert filename "%s" to the local encoding
tt: Файлның «%s» исемен локаль кодировкага үзгәртеп булмады
ug: ھۆججەت ئاتى«%s» نى يەرلىك كودلاشقا ئايلاندۇرغىلى بولمىدى
vi: Không thế chuyển tên file "%s" qua chế độ mã hoá mặc cục bộ

source: Create Document from template "%s"
ar: انشئ ملف بالستعمال قالب "%s"
tt: «%s» шаблоны буенча документ төзергә
ug: «%s» قېلىپتىن پۈتۈك قۇر
vi: Tạo tài liệu mới từ mẫu "%s"

source: Enter the name:
tt: Исемен кертегез:
ug: ئاتى كىرگۈزۈلىدۇ:
vi: Nhập tên:

source: New Folder
ar: مجلد حديد
tt: Яңа каталог
ug: يېڭى قىسقۇچ
vi: Thư mục mới

source: Create New Folder
ar: انشئ مجلد جديد
tt: Яңа папка төзергә
ug: يېڭى قىسقۇچ قۇر
vi: Tạo thư mục

source: File Properties Error
kab: Tuccḍa deg iraten n ufaylu
tt: Файл үзлеге хатасы
ug: ھۆججەت خاسلىقى خاتالىقى
vi: Lỗi Thuộc tính Tệp

source: The file properties dialog could not be opened
kab: Iraten n tenkult udiwenni n ufaylu ulamek ara ldin
tt: Файлның үзлекләр диалогын ачып булмады
ug: ھۆججەت خاسلىقى سۆزلەشكۈسىنى ئاچقىلى بولمىدى
vi: Không thể mở hộp thoại thuộc tính tệp

source: The file could not be opened
kab: Afaylu ur izmir ara ad yeldi
tt: Файлны ачып булмады
ug: ھۆججەتنى ئاچقىلى بولمىدى
vi: Không thể mở tệp

source: Failed to run "%s"
kab: Aselkem n "%s" ur yeddi ara
tt: «%s» эшләтеп җибәреп булмады
ug: «%s» نى ئىجرا قىلىش مەغلۇپ بولدى
vi: Không chạy được "%s"

source: The application chooser could not be opened
kab: Amefran n usnas ulamek ara yettwaldi
tt: Кушымталар сайлау диалогын ачып булмады
ug: پىروگرامما تاللىغۇچنى ئاچقىلى بولمىدى
vi: Không thể mở được bộ chọn ứng dụng

source: Transfer Error
kab: Tuccḍa n usiweḍ
tt: Тапшыру хатасы
ug: يوللاش خاتالىقى
vi: Lỗi chuyển

source: The file transfer could not be performed
kab: Asiweḍ n ufaylu ulamek ara yettwag
tt: Файлны тапшырып булмады
ug: ھۆججەت يوللاش مەشغۇلاتىنى قىلغىلى بولمىدى
vi: Việc truyền tệp không thể được thực hiện

source: Arrange Icons
ug: سىنبەلگىنى تەرتىپلە
vi: Sắp xếp biểu tượng

source: This will reorder all desktop items and place them on different screen positions. Are you sure?
kab: Ayagi ad iɛawed asmizzwer n iferdisen n tnarit, ad ten-yerr ɣef wadigen yemgaraden n ugdil. Tetḥeqqeḍ?
tt: Эш өстәлендәге барлык элементлар да тәртип буенча урнашачак һәм аларның экранда урнашу урыннары үзгәрәчәк. Дәвам итәргәме?
ug: بۇ مەشغۇلات ئۈستەلئۈستىدىكى بارلىق تۈرلەرنى قايتا رەتلەپ ۋە ئۇلارنى پەرقلىق ئېكران ئورنىغا جايلاشتۇرىدۇ. راستمۇ؟
vi: Thao tác này sẽ sắp xếp lại tất cả các mục trên màn hình và đặt chúng ở các vị trí màn hình khác nhau. Bạn có chắc không?

source: Do _not ask me again
tt: _Башка сорамаска
ug: قايتا سورىما(_N)
vi: Đừng hỏi lại _nữa

source: Allow Xfce to auto-assign the best match
ug: Xfce نىڭ ئەڭ ياخشى ماسلىشىشنى ئۆزلۈكىدىن تەقسىملىشىگە يول قويىدۇ
vi: Cho phép Xfce tự động chỉ định kết quả phù hợp nhất

source: Select from existing monitor configurations:
ug: مەۋجۇت كۆزەتكۈچ سەپلىمىسىدىن تاللىنىدۇ:
vi: Chọn từ các cấu hình màn hình hiện có:

source: Always auto-assign
ug: ھەمىشە ئۆزلۈكىدىن تەقسىملە
vi: Luôn tự động gán

source: Unmounting device
kab: Tukksa n userkeb n yibenk
tt: Җайланманы өзеп кую
ug: ئۈسكۈنىنى ئېگەرسىزلەۋاتىدۇ
vi: Đang tháo gắn kết thiết bị

source: The device "%s" is being unmounted by the system. Please do not remove the media or disconnect the drive
tt: «%s» җайланмасы система тарафыннан өзелә. Дискны тартып чыгармагыз һәм дискйөрткечне өзмәгез
ug: سىستېما ئۈسكۈنىسى «%s» نى ئېگەرسىزلەۋاتىدۇ. دىسكىنى چىقارماڭ ياكى ئۈسكۈنىنى كومپيۇتېردىن ئايرىۋەتمەڭ
vi: Thiết bị "%s" đang được tháo gắn kết, xin đừng rút hoặc ngắt thiết bị đó

source: Writing data to device
kab: Tira n isefka ɣer yibenk
tt: Мәгълүматларны җайланмага язу башкарыла
ug: سانلىق-مەلۇماتلارنى ئۈسكىنىگە يېزىۋاتىدۇ
vi: Đang ghi dữ liệu lên thiết bị

source: There is data that needs to be written to the device "%s" before it can be removed. Please do not remove the media or disconnect the drive
kab: Lan isefka ilaq ad ttwarun i yibenk "%s" send ad yettwakkes. Ttxil-k·m, ur tekkes ara amidya neɣ ad tessensreḍ ameɣri
tt: Алыныр алдыннан «%s» җайланмасына язу ихтыяҗы булган мәгълүматлар бар. Дискны тартып чыгармагыз һәм дискйөрткечне өзмәгез
ug: ئۈسكۈنە «%s» چىقىرىشتىن بۇرۇن بىر يېزىشقا تېگىشلىك سانلىق-مەلۇماتلار بار. دىسكىنى چىقارماق ياكى ئۈسكۈنىنى كومپيۇتېردىن ئايرىۋەتمەڭ
vi: Còn dữ liệu cần phải ghi lên thiết bị "%s" trước khi có thể tháo. Xin đừng rút hoặc ngắt thiết bị

source: Unmount Finished
kab: Tukksa n userkeb ifukk
tt: Өзү гамәле тәмам
ug: ئېگەرسىزلەش تاماملاندى
vi: Ngắt kết nối đã hoàn tất

source: The device "%s" has been safely removed from the system.
kab: Ibenk "%s" yettwakkes s tɣellist seg unagraw.
tt: «%s» җайланмасын системадан өзү имин башкарылды.
ug: ئۈسكۈنە «%s» سىستېمىدىن بىخەتەر ھالدا چىقىرىۋېتىلدى.
vi: Thiết bị "%s" đã được gỡ bỏ khỏi hệ thống một cách an toàn.

source: Ejecting device
kab: Aḍeqqer n yibenk
tt: Җайланманы чыгарту
ug: ئۈسكۈنىنى قاڭقىتىۋاتىدۇ
vi: Đang ngắt thiết bị

source: The device "%s" is being ejected. This may take some time
kab: Ibenk "%s" atan deg uḍeqqer. Ayagi yezmer ad yeṭṭef kra n wakud
tt: «%s» җайланмасын чыгарту башкарыла. Бу берникадәр вакыт алырга мөмкин
ug: ئۈسكۈنە «%s» قاڭقىتىلىۋاتىدۇ. ئازراق ۋاقىت كېتىشى مۇمكىن
vi: Đang ngắt thiết bị "%s". Việc này có thể tốn ít thời gian

source: Eject Finished
kab: Aḍeqqer ifukk
tt: Чыгарту тәмам
ug: قاڭقىتىش تاماملاندى
vi: Đẩy ra xong

source: Name: %s Type: %s Size: %s Last modified: %s
kab: Isem: %sAnaw: %sTiddi: %sAsnifel aneggaru: %s
tt: Исем: %s Тип: %s Күләм: %s Үзгәртелде: %s
ug: ئاتى: %s تۈرى: %s چوڭلۇقى: %s ئاخىرقى ئۆزگەرتىلگەن ۋاقىت: %s
vi: Tên: %s Loại: %s Kích thước: %s Sửa đổi lần cuối: %s

source: Trash is empty
kab: Taqecwalt d tilemt
tt: Кәрзин буш
ug: ئەخلەتخانا بوش
vi: Thùng rác rỗng

source: Trash contains one item
kab: Taqecwalt tegber yiwen n uferdis
tt: Кәрзиндә бер объект бар
ug: ئەخلەتخانىدا بىر نەرسە بار
vi: Thùng rác chứa một mục

source: Trash contains %d items
kab: Taqecwalt tesɛa %d n yiferdisen
tt: Объектов в корзине: %d
ug: ئەخلەتخانىدا %d نەرسە بار
vi: Thùng rác chứa %d mục

source: %s Size: %s Last modified: %s
kab: %sTiddi: %sAsnifel aneggaru: %s
tt: %s Күләм: %s Үзгәртелде: %s
ug: %s چوڭلۇقى: %s ئەڭ ئاخىرقى ئۆزگەرتىلگەن ۋاقتى: %s
vi: %s Kích thước: %s Sửa đổi lần cuối: %s

source: (not mounted)
kab: (ur yettwaserkeb ara)
tt: (монтажланмаган)
ug: (ئېگەرلەنمىگەن)
vi: (chưa gắn)

source: (unknown)
ar: (غير معروف)
kab: (d arussin)
tt: (билгесез)
ug: (نامەلۇم)
vi: (không rõ)

source: Name: %s Type: %s Mounted at: %s Size: %s Free Space: %s
kab: Isem: %sAnaw: %sYettuserkeb deg: %sTiddi: %sTallunt tilellit: %s
tt: Исем: %s Тип: %s Монтажланган: %s Күләм: %s Буш урын: %s
ug: ئاتى: %s تۈرى: %s ئېگەرلىنىشى: %s چوڭلۇقى: %s ئەركىن بوشلۇق: %s
vi: Tên: %s Loại: %s Được gắn tại: %s Kích thước: %s Dung lượng trống: %s

source: Removable Volume
kab: Ableɣ izirazen
tt: Алынма том
ug: يۆتكىلىشچان دىسكا
vi: Âm lượng có thể tháo rời

source: Failed to eject "%s"
kab: Aḍeqqer n "%s" ur yeddi ara
tt: «%s» тартып чыгарылмады
ug: «%s» نى قاڭقىتالمىدى
vi: Không thể ngắt "%s"

source: Eject Failed
ar: فشل في الاخراج
kab: Aḍeqqer ur yeddi ara
tt: Тартып чыгарып булмады
ug: قاڭقىتالمىدى
vi: Đẩy ra không thành công

source: Failed to mount "%s"
kab: Yecceḍ userkeb n "%s"
tt: «%s» монтажланмады
ug: «%s» نى ئېگەرلىيەلمىدى
vi: Không thể gắn kết "%s"

source: Mount Failed
ar: فشل الضم
kab: Yecceḍ userkeb
tt: Монтажлап булмады
ug: ئېگەرلىيەلمىدى
vi: Lỗi khi gắn

source: Safely _Remove Volume
ug: دىسكىنى بىخەتەر چىقىرىۋەت(_R)
vi: _Xóa Âm lượng một cách an toàn

source: _Disconnect Volume
kab: _Senser ableɣ
tt: _Томны өзәргә
ug: دىسكا باغلىنىشىنى ئۈز(_D)
vi: _Ngắt kết nối Âm lượng

source: Stop the _Multi-Disk Drive
ug: كۆپ دىسكا قوزغاتقۇچنى توختات(_M)
vi: _Dừng ổ đĩa đa năng

source: _Lock Volume
kab: _Sekkeṛ ableɣ
tt: _Томны блокларга
ug: دىسكا قۇلۇپلا(_L)
vi: Khóa âm _lượng

source: _Eject Volume
ug: دىسكىنى قاڭقىت(_E)
vi: Đẩ_y Âm lượng

source: _Unmount Volume
ar: إلغاء ضم الجز_ء
kab: _Kkes aserkeb n ubleɣ
tt: _Томны өзәргә
ug: دىسكىنى ئېگەرسىزلە(_U)
vi: _Bỏ gắn

source: _Mount Volume
ar: ضم الج_زء
kab: _Serkeb ableɣ
tt: _Томны монтажларга
ug: دىسكىنى ئېگەرلە(_M)
vi: _Gắn ổ

source: _Run Program...
ug: پىروگرامما ئىجرا قىل(_R)...
vi: Chạy chương t_rình...

source: Add menu entry
ar: أضف عنصر للقائمة

source: Type:
ar: النوع :

source: Title
ar: العنوان

source: Submenu
ar: قائمة فرعية

source: Launcher
ar: مُطْلِق

source: Separator
ar: فاصل

source: Name:
ar: الإسم :

source: Command:
ar: الأمر :

source: Icon:
ar: الأيقونة :

source: No icon
ar: بدون أيقونة

source: Themed icon:
ar: أيقونة سِمة:

source: Select icon
ar: انتقي أيقونة

source: All Files
ar: كل الملفات

source: Image Files
ar: ملفات صور

source: Use startup _notification
ar: استخدم _تبليغات بدأ التشغيل

source: Run in _terminal
ar: شغِّل في ال_طرفية

source: Select command
ar: انتقي أمر

source: Executable Files
ar: الملفات التنفيذيّة

source: Perl Scripts
ar: سريبت بيرل

source: Python Scripts
ar: سكريبتات Python

source: Ruby Scripts
ar: سكريبتات Ruby

source: Shell Scripts
ar: شيل سكريبت

source: Add external menu entry
ar: أضف عنصر قائمة خارجي

source: File
ar: ملف

source: System
ar: النظام

source: Source:
ar: المصدر:

source: Select external menu
ar: انتقي قائمة خارجيّة

source: Menu Files
ar: ملفات قوائم

source: Style:
ar: أسلوب:

source: Simple
ar: بسيط

source: Multilevel
ar: متعدد المستويات

source: _Unique entries only
ar: عناصِر _فريدة فقط

source: Edit menu entry
ar: حرر عنصر القائمة

source: Edit external menu entry
ar: أضف عنصر قائمة خارجية

source: Xfce4-MenuEditor
ar: محرر قائمة Xfce4

source: Continue
ar: أكمل

source: _File
ar: _ملف

source: _New
ar: _جديد

source: Create a new empty menu
ar: انشيء قائمة فارغة جديدة

source: Open existing menu
ar: افتح قائمة موجودة

source: Open _default menu
ar: افتح القائمة الأف_تراضية

source: Open default menu
ar: افتح القائمة الأفتراضية

source: _Save
ar: ا_حفظ

source: Save modifications
ar: احفظ التعديلات

source: Save _as...
ar: احفظ _كـ...

source: Save menu under a given name
ar: احفظ القائمة تحت الإسم المعطى

source: Close menu
ar: اغلق القائمة

source: _Quit
ar: ا_خرج

source: Quit Xfce4-Menueditor
ar: اخرج من Xfce4-Menueditor

source: _Edit
ar: _حرِّر

source: _Edit entry
ar: _حرِّر العنصر

source: Edit selected entry
ar: حرِّر العنصر المنتقى

source: _Add entry
ar: أ_ضف عنصر

source: Add a new entry in the menu
ar: أضف عنصر جديد للقائمة

source: Add _external
ar: أضف _خارجي

source: Add an external entry
ar: أضف عنصر خارجي

source: _Remove entry
ar: ا_حذف عنصر

source: Remove entry
ar: احذف عنصر

source: _Up
ar: أ_على

source: Move entry up
ar: انقل العنصر لأعلى

source: _Down
ar: أ_سفل

source: Move entry down
ar: انقل العنصر لأسفل

source: _About...
ar: _حوْل...

source: Show informations about xfce4-menueditor
ar: اعرض معلومات حول xfce4-menueditor

source: Collapse all
ar: اطوي الكل

source: Collapse all menu entries
ar: اطوي كل عناصر القائمة

source: Expand all
ar: مدِّد الكل

source: Expand all menu entries
ar: مدِّد كل عناصر القائمة

source: Name
ar: اسم

source: Command
ar: أمر

source: Hidden
ar: مخفي

source: Are you sure you want to close the current menu?
ar: أمتأكد أنك تريد إغلاق القائمة الحالية؟

source: Do you want to save before closing the file?
ar: أتريد الحفظ قبل إغلاق الملف؟

source: Question
ar: سؤال

source: Do you want to save before opening an other menu ?
ar: أتريد الحفظ قبل فتح قائمة أخرى؟

source: Ignore modifications
ar: تجاهل التعديلات

source: Open menu file
ar: افتح ملف قائمة

source: Do you want to save before opening the default menu ?
ar: أتريد الحفظ قبل فتح القائمة الإفتراضيّة ؟

source: Save menu file as
ar: احفظ ملف القائمة كـ

source: Do you want to save before closing the menu ?
ar: أتريد الحفظ قبل إغلاق القائمة ؟

source: quit
ar: اخرج

source: --- separator ---
ar: --- فاصل ---

source: --- include ---
ar: --- تضمن ---

source: system
ar: النظام

source: Do you want to move the item into the submenu?
ar: أترغب بنقل العنصر لقائمة فرعية؟
