Repository: xfce-mirror/xfdesktop
Catalog: po/vec.po
Languages: vec

source: Create _Document
vec: Crear un _documento

source: _Open
vec: _Verzi

source: _Rename
vec: _Renomenar

source: Cu_t
vec: _Tajar

source: _Copy
vec: _Copiar

source: _Paste
vec: _Incołar

source: Mo_ve to Trash
vec: _Sposta inte el busołoto

source: _Empty Trash
vec: _Svodar el busołoto

source: _Delete
vec: _Ełiminar

source: _Properties
vec: _Propietà

source: Settings manager socket
vec: Socket del zestor de configurasion

source: SOCKET ID
vec: ID DEL SOCKET

source: Version information
vec: Informasion de ła version

source: Enable debug messages
vec: Ativar i mesaji de debug

source: Type '%s --help' for usage.
vec: El scriva '%s --help' par védar informasion so ła so dòpara.

source: The Xfce development team. All rights reserved.
vec: Ła scuadra de desviłupo de Xfce. Tuti i diriti i ze riservai.

source: Please report bugs to <%s>.
vec: Par piazere; reporta i erori a <%s>.

source: Desktop Settings
vec: Configurasion del desktop

source: Unable to contact settings server
vec: No se ga podesto contatar el server de configurasion

source: Quit
vec: Ndar fora

source: Set desktop background and menu and icon behavior
vec: Configura el sfondo del desktop e el conportamento del menù e de łe icone

source: <b>%s</b> Type: %s Size: %s
vec: <b>%s</b> Tipo: %s Grandesa: %s

source: Wallpaper for Monitor %d (%s)
vec: Sfondo par el schermo %d (%s)

source: Wallpaper for Monitor %d
vec: Sfondo par el schermo %d

source: Move this dialog to the display you want to edit the settings for.
vec: Sposta sta fenestra inte el schermo inte el cuało se vołe canbiar ła configurasion

source: Wallpaper for %s on Monitor %d (%s)
vec: Sfondo par %s inte el schermo %d (%s)

source: Wallpaper for %s on Monitor %d
vec: Sfondo par %s inte el schermo %d

source: Move this dialog to the display and workspace you want to edit the settings for.
vec: Sposta sta fenestra inte el schermo e inte el spàsio de lavoro inte i cuałi se vołe canbiar ła configurasion

source: Wallpaper for my desktop
vec: Sfondo de schermo par el desktop

source: Wallpaper for %s
vec: Sfondo del schermo par %s

source: Move this dialog to the workspace you want to edit the settings for.
vec: Sposta sta fenestra inte el spàsio de lavoro inte el cuało se vołe canbiar ła configurasion

source: Image selection is unavailable while the image style is set to None.
vec: Ła ełesion de imàzene no ła ze dispunìbiłe se el stiłe de imàzene ła ze stada configurada cofà «dezativar».

source: Spanning screens
vec: Schermi estendesti

source: Image files
vec: File de imàzene

source: Select a Directory
vec: Ełezi na carteła

source: Home
vec: Carteła personałe

source: Trash
vec: Busołoto

source: Network Shares
vec: Resorse conpartie in rete

source: Other Devices
vec: Altri dispozitivi

source: Would you like to arrange all existing icons according to the selected orientation?
vec: Se vołe organizar tute łe icone drio el orientamento sełesionà?

source: Arrange icons
vec: Organizar łe icone

source: Unable to launch "%s":
vec: No se ga podesto inisiar «%s»:

source: Launch Error
vec: Eror co el se zera drio inisiar

source: _Close
vec: _Sarar

source: Icons
vec: Icone

source: Solid color
vec: Cołore sòłido

source: Horizontal gradient
vec: Gradiente orizontałe

source: Vertical gradient
vec: Gradiente verticałe

source: Transparent
vec: Trasparente

source: Choose the folder to select wallpapers from.
vec: Par ełèzar el sfondo del desktop sełesiona ła carteła.

source: Apply
vec: Aplicar

source: St_yle:
vec: St_iłe:

source: Specify how the image will be resized to fit the screen.
vec: Spesìfega come che ła vegnarà redimensionada ła imàzene par justarla al schermo

source: None
vec: Dezativar

source: Centered
vec: Sentrar

source: Tiled
vec: Mozàego

source: Stretched
vec: Stirar

source: Scaled
vec: Scałar

source: Zoomed
vec: Anpliar

source: Spanning Screens
vec: Schermi estendesti

source: Specify the style of the color drawn behind the backdrop image.
vec: Spesifegar el stiłe del cołore che el vegnarà dizegnà de drio de l'imàzene de sfondo

source: Specifies the solid color, or the "left" or "top" color of the gradient.
vec: Spesifegar el cołor sòłido o el cołore de ła parte sanca o superior del gradiente

source: Select First Color
vec: Spesìfega el primo cołor

source: Specifies the "right" or "bottom" color of the gradient.
vec: Spesìfegar el cołor de ła parte drita o inferior del gradiente

source: Select Second Color
vec: Spesìfega el secondo cołore

source: Apply to all _workspaces
vec: _Aplicar a tuti i spasi de lavoro

source: _Folder:
vec: Ca_rteła:

source: C_olor:
vec: _Cołore:

source: Change the _background
vec: Canbiar el _sfondo

source: Automatically select a different background from the current directory.
vec: Spesifegar automategamente un fondo difarente da ła carteła atuałe

source: Specify how often the background will change.
vec: Spesìfega ogni cuanto tenpo el vegnarà canbià el sfondo

source: in seconds:
vec: in secondi:

source: in minutes:
vec: in minuti:

source: in hours:
vec: in ore:

source: at start up
vec: al inìsio

source: every hour
vec: ogni ora

source: every day
vec: ogni dì

source: chronologically
vec: cronołozegamente

source: Amount of time before a different background is selected.
vec: Tenpo da spetar prima che el vegne ełezesto un sfondo difarente

source: _Random Order
vec: _Órdane a cazo

source: Randomly selects another image from the same directory when the wallpaper is to cycle.
vec: Ełèzar a cazo un'altra imàzene da ła istesa carteła co che el sfondo el cànbia corivamente

source: Left
vec: Sanca

source: Middle
vec: Sentrałe

source: Right
vec: Drita

source: Shift
vec: Maiùscoło

source: Control
vec: Còntrol

source: Minimized application icons
vec: Icone de aplicasion minimizae

source: File/launcher icons
vec: Icone de inisiadori e file

source: Top Left Vertical
vec: Superior sanca in verticałe

source: Top Left Horizontal
vec: Superior sanca in orizontałe

source: Top Right Vertical
vec: Superior drita in verticałe

source: Top Right Horizontal
vec: Superior drita in orizontałe

source: Bottom Left Vertical
vec: Inferior sanca in verticałe

source: Bottom Left Horizontal
vec: Inferior sanca in orizontałe

source: Bottom Right Vertical
vec: Inferior drita in verticałe

source: Bottom Right Horizontal
vec: Inferior drita in orizontałe

source: _Help
vec: _Juto

source: _Background
vec: _Sfondo

source: Include applications menu on _desktop right click
vec: Inclùdar el Menù de łe aplicasion co se fa click _drito sora el desktop

source: _Button:
vec: _Boton:

source: Mo_difier:
vec: Mo_difegador:

source: Show _application icons in menu
vec: Mostrar łe icone de łe _aplicasion inte el menù

source: _Edit desktop menu
vec: _Modifegar el menù del desktop

source: <b>Desktop Menu</b>
vec: <b>Menù del Desktop</b>

source: Show _window list menu on desktop middle click
vec: Mostrar el menù de ła lista de _fenestre fazendo click sentrałe inte el desktop

source: B_utton:
vec: B_oton:

source: Modi_fier:
vec: Modi_fegador:

source: Sh_ow application icons in menu
vec: Most_rar łe icone de łe aplicasion inte el menù

source: Show workspace _names in list
vec: Mostrar i _nomi de łe àree de lavoro inte ła lista

source: Use _submenus for the windows in each workspace
vec: Doparar _sotomenù par łe fenestre de ogni spàsio de lavoro

source: Show s_ticky windows only in active workspace
vec: Mostrar łe fenestre _fise solché inte el spàsio de lavoro ativo

source: Show a_dd and remove workspace options in list
vec: Mostrar łe _opsion de zontar e ełiminar spasi de lavoro inte ła lista

source: <b>Window List Menu</b>
vec: <b>Menù de ła lista de fenestre</b>

source: _Menus
vec: _Menù

source: Icon _type:
vec: Tipo de ic_ona

source: Icon _size:
vec: G_randesa de l'icona

source: Size of the tooltip preview image.
vec: Grandesa de l'icona de łe descrision emerzenti

source: <b>Appearance</b>
vec: <b>Aparensa</b>

source: Behavior
vec: Conportamento

source: Show hidden files on the desktop
vec: Mostrar i file sconti inte el desktop

source: Show t_humbnails
vec: Mostrar łe miniature

source: Select this option to display preview-able files on the desktop as automatically generated thumbnail icons.
vec: Ełezi sta opsion par mostrar łe miniature zenerae automategamente inte łe icone dei file del desktop che i permeta l'anteprima.

source: General
vec: Zenerałe

source: _Applications
vec: _Aplicasion

source: Window List
vec: Lista de fenestre

source: Display version information
vec: Mostrar informasion de ła version

source: Reload all settings
vec: Recargar tuta ła configurasion

source: Advance to the next wallpaper on the current workspace
vec: Mostrar el pròsimo sfondo del desktop inte el spàsio de lavoro atuałe

source: Pop up the menu (at the current mouse position)
vec: Mostrar el menù (inte ła pozision del cursor)

source: Pop up the window list (at the current mouse position)
vec: Mostrar ła lista de fenestre (inte ła pozision del cursor)

source: Automatically arrange all the icons on the desktop
vec: Organizar automategamente łe icone del desktop

source: Disable debug messages
vec: Dezativar i mesaji de depurasion (debug)

source: Do not wait for a window manager on startup
vec: No sta spetar el zestor de fenestre al reinisiar

source: Cause xfdesktop to quit
vec: Ndar fora de Xfdesktop

source: This is %s version %s, running on Xfce %s.
vec: Sto cuà el ze %s, version %s, drio funsionar co Xfce %s.

source: Built with GTK+ %d.%d.%d, linked with GTK+ %d.%d.%d.
vec: Fato co GTK+ %d.%d.%d, ligà co GTK+ %d.%d.%d.

source: Build options:
vec: Opsion de costrusion:

source: Desktop Menu: %s
vec: Menù del Desktop: %s

source: enabled
vec: ativà

source: disabled
vec: dezativà

source: Desktop Icons: %s
vec: Icone del desktop: %s

source: Desktop File Icons: %s
vec: Icone dei file del desktop: %s

source: Rename Error
vec: Eror renomenando el file

source: The files could not be renamed
vec: No se ga podesto canbiar el nome dei file

source: None of the icons selected support being renamed.
vec: Nisuna de łe icone ełezeste łe permete el cànbio de nome

source: _Open With "%s"
vec: _Vèrzar co «%s»

source: Open With "%s"
vec: _Vèrzar co «%s»

source: Unable to launch "exo-desktop-item-edit", which is required to create and edit launchers and links on the desktop.
vec: No se połe inisiar «exo-desktop-item-edit», che el ze necesàrio par crear e modifegar inisiadori e cołegaminti inte el desktop.

source: _Open all
vec: _Vèrzar tuto

source: Create _Launcher...
vec: Crear un _inisiador...

source: Create _URL Link...
vec: Crear un cołegamento a un _URL...

source: Create _Folder...
vec: Crear na _carteła

source: No templates installed
vec: No ghe ze modełi instałai

source: _Empty File
vec: _File vodo

source: _Open All
vec: _Vèrzar tuto

source: _Execute
vec: _Inisiar

source: Edit _Launcher
vec: Modifegar un _inisiador

source: Ope_n With
vec: Vèrzar _co

source: Ope_n With Other Application...
vec: Verzi co un'altra aplicasion

source: Set Defa_ult Application...
vec: Configurar aplicasion predetermenada...

source: Paste Into Folder
vec: _Incołar inte ła carteła

source: _Rename...
vec: _Renomenar...

source: _Open in New Window
vec: _Vèrzar co na fenestra nova

source: Arrange Desktop _Icons
vec: _Organizar łe icone del desktop

source: _Next Background
vec: _Sfondo sucesivo

source: Desktop _Settings...
vec: _Configurasion del desktop...

source: _Properties...
vec: Propietà

source: _OK
vec: _Acetar

source: Copy _Here
vec: Copiar _cuà

source: _Move Here
vec: _Spostar cuà

source: _Link Here
vec: _Cołegar cuà

source: _Cancel
vec: Tornar_ indrio

source: Could not create the desktop folder "%s"
vec: No se ga podesto crear ła carteła «%s» inte el desktop

source: Failed to load the desktop folder
vec: No se ga podesto cargar ła carteła del desktop

source: Desktop Folder Error
vec: Eror inte ła carteła del desktop

source: A normal file with the same name already exists. Please delete or rename it.
vec: Ghe ze za un file co l'steso nome; Ełiminarlo o renomenarlo.

source: Today at %X
vec: Uncó a łe %X

source: Yesterday at %X
vec: Ieri a łe %X

source: %A at %X
vec: %A a łe %X

source: %x at %X
vec: %x a łe %X

source: Unknown
vec: Dato desconosesto

source: The folder could not be opened
vec: No se ga podesto vèrzar ła carteła

source: Error
vec: Eror

source: The requested operation could not be completed
vec: No se ga podesto termenar ła operasion dimandada

source: The file could not be renamed
vec: No se ga podesto renomenar el file

source: This feature requires a file manager service to be present (such as the one supplied by Thunar).
vec: Sta caraterìstega ła dimanda un servìsio de zestion de file (cofà cueło che el fa Thunar).

source: Delete Error
vec: Eror de ełiminasion

source: The selected files could not be deleted
vec: No se ga podesto ełiminar i file ełezesti

source: Trash Error
vec: Eror del busołoto

source: The selected files could not be moved to the trash
vec: No se ga podesto spostar al busołoto i file ełezesti

source: This feature requires a trash service to be present (such as the one supplied by Thunar).
vec: Sta caraterìstega ła dimanda un servìsio de busołoto (cofà cueło che el fa Thunar).

source: Could not empty the trash
vec: No se ga podesto svodar el busołoto

source: Create File Error
vec: Eror co se zera drio crear un file

source: Could not create a new file
vec: No se ga podesto crear un file novo

source: New Empty File
vec: Novo file vodo

source: C_reate
vec: C_rear

source: Cannot convert filename "%s" to the local encoding
vec: No el se połe convertir el nome del file «%s» a ła codifegasion locałe

source: Create Document from template "%s"
vec: Crear un documento partindo dal modeło «%s»

source: Enter the name:
vec: Scrìvar el nome:

source: New Folder
vec: Nova carteła

source: Create New Folder
vec: Crear na carteła nova

source: File Properties Error
vec: Eror inte łe propietà del file

source: The file properties dialog could not be opened
vec: No se ga podesto vèrzar ła fenestra de łe propietà del file

source: The file could not be opened
vec: No se ga podesto vèrzar el file

source: Failed to run "%s"
vec: No se ga podesto inisiar «%s»

source: The application chooser could not be opened
vec: No se ga podesto vèrzar el sełetor de aplicasion

source: Transfer Error
vec: Eror de trasferimento

source: The file transfer could not be performed
vec: No se ga podesto trasferir i file

source: This will reorder all desktop items and place them on different screen positions. Are you sure?
vec: Sta asion ła reordenarà tuti i ełementi del desktop e łi pozisionarà in posizion difarenti. Seguro de vołer procédar?

source: Do _not ask me again
vec: _No sta dimandarme da novo

source: Unmounting device
vec: Drio desmontar el dispozitivo

source: The device "%s" is being unmounted by the system. Please do not remove the media or disconnect the drive
vec: Se ze drio desmontar el dispozitivo «%s». No sta estrar el suporto e gnanca desconétar ła unità

source: Writing data to device
vec: Drio scrìvar i dati inte el dispozitivo

source: There is data that needs to be written to the device "%s" before it can be removed. Please do not remove the media or disconnect the drive
vec: I ga da vegner scriti dati inte el dispozitivo «%s» prima de retirarlo. No el estraga el suporto e no el disconeta l'unità.

source: Unmount Finished
vec: Desmontajo finio

source: The device "%s" has been safely removed from the system.
vec: El dispozitivo «%s» el ze sta removesto de forma segura.

source: Ejecting device
vec: Espulsando el dispozitivo

source: The device "%s" is being ejected. This may take some time
vec: Se ze drio espulsar el dispozitivo «%s». Sta asion ła połe dimandar un fià de tenpo.

source: Eject Finished
vec: Espulsion finia

source: Name: %s Type: %s Size: %s Last modified: %s
vec: Nome: %s Tipo: %s Grandesa: %s Ùltema modìfega: %s

source: Trash is empty
vec: El busołoto el ze vodo

source: Trash contains one item
vec: El busołoto el ga adentro un ełemento

source: Trash contains %d items
vec: El busołoto el ga adentro %d ełementi

source: %s Size: %s Last modified: %s
vec: %s Grandesa: %s Ùltema modìfega: %s

source: (not mounted)
vec: (oncora da montar)

source: (unknown)
vec: (sconosesto)

source: Name: %s Type: %s Mounted at: %s Size: %s Free Space: %s
vec: Nome: %s Tipo: %s Montà in: %s Grandesa totałe: %s Spàsio lìbaro: %s

source: Removable Volume
vec: Vołume estraìbiłe

source: Failed to eject "%s"
vec: No se ga podesto espulsar «%s»

source: Eject Failed
vec: Eror de espulsion

source: Failed to mount "%s"
vec: No se ga podesto montar «%s»

source: Mount Failed
vec: Eror de montajo

source: _Disconnect Volume
vec: _Sconétar el vołume

source: Stop the _Multi-Disk Drive
vec: _Fermar ła unità _multidisco

source: _Lock Volume
vec: _Blocar el vołume

source: _Unmount Volume
vec: _Desmontar el vołume

source: _Mount Volume
vec: _Montar el vołume
